{
  "title": null,
  "people": [
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "Vader Petras, Johannes Antonius Moeder Bregitta Robben Geboren te Rotterdam (Z.H.) den 5 februari - 1883 Laatst gewoond te Rotterdam Bij zijne aankomst bij het korps lang 1.796 Meter."
    ],
    [
      "Vader Petrus, Johannes, Antonius Moeder Bregitta Robben Geboren te Leeuwarden (Friesland) den 10e Augustus 1885 Laatst gewoond te Rotterdam (Z. H.) Bij zijne aankomst bij het korps lang 1. 623. Meter. „ „ „ intreden „ 1. 674 van het 19 levensjaar"
    ],
    [
      "row_surname: 5528",
      "Vader Julius, Gottlieb, Wilhelm Moeder Anna, Auguste, Pauline Höller Geboren te Berlijn (Pruissen) den 20 Augustus 1875 Laatst gewoond te in dienst Bij zijne aankomst bij het korp lang 1. 68 Meter. p. g."
    ],
    [
      "row_surname: 5528",
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen geene"
    ],
    [
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen ge¬ tatoeerde linker armen hand."
    ],
    [
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen „"
    ]
  ],
  "events": [
    [
      "3 Januari 1903 7 Mei 1904 25 „ 1904 11 Juni 1904 2 November 1904 26 april 1905 1. September 1905. 6 Februari 1906. 15 „ 1906 26 „ 1906. 31. December 1906. 11 Januari 1907 16 April 1907 13 Mei 1907 4. November 1907 19 „ 1907 21. December 1907 28 Februari 1909 6 Maart 1909"
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "3 Januari 1903 30 September 1903 12 Februari 1904"
    ],
    [
      "row_surname: 5528",
      "Ten einde verwarring in namen (bv Meijer) te voorkomen is het noodig dat allereerst door afd:e C de Stamboek N:o 2 in 13 folios worden omvat Aan Afd. C met beleeft verzoek de te naam stellingen wel in bovenbedoelde en te willen aanvallen en het concept daarna terug te zenden aan Afd:e-E2 17. I. 1911 A. Model n:o 178 (binnenvel) Art. 319, § 1. April 1899."
    ],
    [
      "Vrywillig geërgageerd als soldaat ('elve tamboer) voor zes jaren by het leger zoomel in - als buiten Europa met ƒ300. - pr. waarvan f 5 uit betaald en ƒ 250.- in 't Rykspostspaarbank ingelegd is, inged besch. van het D. v. O. dd 11 December 1902, Afd. Pers n:o 12 Soldaat voor den krijgsraad in het 3e Militaire arron dissement en op dato in preventieve hecht en Bij vonnis van dien krijgsraad dd; 17 Februari 1904 ing aan de 26 Februari 1904 veroordeeld tot eene maand militaire gevangenisstraf ter zake van diefstal in de chambrée ten nadeele van een ka¬ meraad. afd C"
    ],
    [
      "Vrywillig geengageerd als soldaat voor zes jaren by het leger zoowel als buiten Europa met ƒ 300.- pr. waarvan ƒ 50.- uit betaald en ƒ 250.- in's Rijkspostspaarbank ingelegd is. Is ingeschreven voor de militie in 1902 voor den gem. Rotterdam (Z.H.) onder N:o 316. Gedetacheerd naar Oost-Indië en op dato te Amsterdam overgegaan aan boord van het  „S.S. Oranje″ Ter inlijving bij de militie bestemd Gedebarkeerd te Batavia en geplaatst b/h 1:e Depot Bat:on overgegaan bij het 4:e. Depot Bataljon „,, „ „ N:Ma Bat:on Infanterie „ „ Rh 15:e „ „ afgekeurd voor den dienst te velde Bestemd voor bentingdienst. overgegaan bij het 4:e Depot Bat:on Geplaatst in de 2:e klasse van mil. discipline voor den dienst te velde weder goedgekeurd. overgegaan bij het 16:e Bat:on Infanterie Uit de 2e klasse van Militaire discipline ontslagen, rekenende in te gaan den 30:n april 1907. afgekeurd voor den dienst te velde. Bestemd voor bentingdienst overgegaan bij het 17:e Bat:on Infanterie Ter opzending naar Nederland overgegaan bij het subs kader te Padang Bestemd om onverwijld naar Nederland te worden opge¬ zonden, wegens eindiging van zijn dienstverband. Is niet genegen zich te reëngageeren. Zou desverkiezende tot een ⁁ zessjarig reëngagement zijn toegelaten"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan."
    ]
  ]
}