{
  "title": null,
  "people": [
    [
      "row_surname: A. Buijs",
      "row_name: Antoon",
      "Vader Martinus Moeder Philomena Pauwels Geboren te Burght /Belgie/ den 13 Juni 1877 Laatst gewoond te Burght zij zijne aankomst bij het korp lang 1.57 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement 4"
    ],
    [
      "row_surname: Auizij",
      "row_name: Manus",
      "Vader Cornelis Moeder Wilhelmina stevens Geboren te Rotterdam (Z.d Hd) den 27 Juli 1884 Laatst gewoond te Rotterdam Bij zijne aankomst bij het korps lang 1. 718 Meter. „ 1.729 „  „ „ intreden van het 19' levensjaar"
    ],
    [
      "Aangezicht Vader Voorhoofd Moeder Oogen Geboren te Neus Mond den Kin Laatst gewoond te Haar Bij zijne aankomst bij het korp Wenkbrauwen lang Meter. Merkbare teekenen"
    ],
    [
      "row_surname: Auizij",
      "row_name: Manus",
      "Aangezicht ovaal Voorhoofd hoog Oogen grys Neus gewoon Mond klan Kin rond Haar blond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: A. Buijs",
      "row_name: Antoon",
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond idem Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen getu toueerd aan beide ar men en rechterhand"
    ]
  ],
  "events": [
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden omschrijving van het aangegaan akkoord, en de verdere n taire loopbaan. 5"
    ],
    [
      "11 Maart 1900 9 Maart 1900 21 November 1901 d bij o Monsieur le présent „ — ¬ Zie Suppletie folio 39240 en 1485 Kol. Res Van verlof achtergebleven Als deserteur afgevoerd Heeft zich den 24e Juli 1901 vrijwillig aangemeld Bij vonnis van den krygsraad in het 3e Militaire Arron dissement dd: 14 Augustus 1901, ingegaan den 23e Augustus das vervordeeld tot drie maanden militaire detentie, te zake van eerste desertie in tijd van vrede, door zonder ver lof langer dan twee dager van zijn korps afwe nig te zijn gebleven, zonder de reden zijner afwezigheid te genoegen des rechters te bewijzen, niet t of gevolgd door vrijwillige te rugkeer binnen vier weken weder in de sterkte gebracht, zie N=o 4457"
    ],
    [
      "22 November 1901 30 September 1902 25 October 1902 1 December 1902 29 Maart 1903 23 April 1903 27 Juni 1903 30 Juli 1904 24 December 1904 9 Novembr 190 28 Juni 1906 9 October 1904 8 November 1411 4 Juli 1907 20 Septembre 1907 26 „ 1907 29 October 190 Vrijwillig geëngageerd als soldaat ('elve tamboer) voor zes jaren bij het leger zooveel in als buiten Europa met ƒ 300-premie, waarvan ƒ 50- uitbetaald en f 250 - in Gedelarkeerd te Batavia en geplaatst bij het 2e Depot Bat=m Rijkspostspaarbank ingelegd is. Ingevolge beschikking van het D v. C. dd 18 November 1901, Afd Pers n:o 10 To oldaat Geditacheerd naar Oost-Indië en op dato te Amsterdam overgegaan van boord 2/4 S.S. Teins Hendrik\" Overgegaar bij het 1 Bat=on Inf „ „„ L.H.J. „  „ „ „„ Garn. Batn. van Palemburg „,, „ R.H. 15. Bat-m Infin. ,, „ „ 4: „ - „ „ „„ 12„ - „. „ „  „ „ 11. „.. „ „.. 12 ,,,,,, 18.,,., Bestemd van uiterlijk 2 maanden voor het eindige vier dienst verbintenis naar Nederland te worden opgezoorden Is niet genegen zich te zier gogeere, zou des verkeerende tot een zesjarig reengagement zijn toegelaten derwaarts vertrokken met het P. Koningin Wilhelmina Ontscheept te Amsterdam en op dato terug in de sterkte Jh Corf"
    ],
    [
      "19 November 189 29 December 1890 11 Mei 1899 de regeler door der MvK. vastgesteld 11 Juli 1908 Gedetacheerd naar Oost Indie en op dato te Amsterdam voergegaan aan boord v/h 55 Grotius. 15 October 1900 29 December 1900 1 Januari 1901 11 Februari 190 12 „ 1901 12 Augustus 19 10 September 190 22 November 1901 25 Januari 1912 toegekend de zilveren 25 Januari 1902 ƒ 16 September 1909 ter opzending naar Nederland overg „ Macart 1902 28 April 1902 13 „ 1903 2 September 1903 2. Maart 1904 2 Mei 1904 18 Juli 1907 Ffernen 1905, W8 / Staatsblad No 74/ 22 November 1807. Re nieuw verbonden voor zes ju om te dienen bij de Kol Res. hoowel in als buite Europa met ƒ 300. /22; waarom  f 75 - uitbetaald „ ƀ 225 Zie Supplétie folio 19ener 3945. Geembarkeerd te Rotterdam a/b 2/4 St. Ardjoeno Gedebarkeerd te Batavia en geplaatst bij het 3e Depot-Bat Overgegaan by het 13 Bat=n Infijt Machtiging verleend om hem bij eindiging van den detache ingstermyn naar Nederland op te zenden, kunnende hen het Certificaat van goed gedrag worden uitgereikt. Ter opzending naar Nederland overgegaan 75 Subolcader te Soezabri derwaarts vertrokken m/d S.S. Koningin Regenten te Amsterdam ontschreepd en op dato bij het Koloniaal Werfdepot aangekomen Met groot verleij Terug Met groot volgt Overgenomen als soldaat van het 8e Regt Insn met eene vrijwillig verbintenis voor zes jaar bij het leges zoowel in als buiten Eurcha met ƒ 300 – premier waavan ƒ50 - uitbetaald en ƀ 250 - in's Rijks twee Me aanbank ingelegd is Gedetacheerd naar Oost-Indië en op dato te Rotterdam overge„ a/b v/h §§ „Oengaran“ Gedebakeerd te Batavia en geplaatst by het 3e Depot Bot. Overgegaan bij het Garniz Bot=en van Amboina a Ternate 1 „ „ 2' Depot. Bat.en Korporaal Voorgegaan bij het 6e Bat=m Ienl.n Pergeant Bestemd om uiterluk 2 maanden voor het eindiger zijner dienstverbinten is naar Naderland te worden of gezonden, en niet genegen zich te ringageeren, zou des verleerende tot een zesjarig reengagement zijn toerelaten"
    ],
    [
      "Votre très-même Model n°. 178 (binnenvel) Art. 349, § 1. April 1899."
    ],
    [
      "row_surname: Auizij",
      "row_name: Manus",
      "1903. 1904 Krijgsverrichtinger tijgen Djans bereteeke voor belangkrijgeb; 1901-1904 Djan 26 November 1907 Met paspoo wegens diensteindiging Het bewys van goed gedra afgegeven Zie No 616 op het stamboek Suppletie troepen tes opsendig vers Nederland overgegaar bfl. Subskader te Batevo"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "d 11 Oct. 10 - 6 Indieterug. (ag. no. 1782) 191. de regeler door der MvK. vastgesteld 11 Juli 1908 Gedetacheerd naar Oost Indie en op dato te Amsterdam voergegaan aan boord v/h 55 Grotius. S Scherpschutter genier 1\" en wel der 28 April 190. Novembr 1405 toegekend de brouzsmede met f 12. gulden Keert wegens dienstein 1905, 1906 Krij „gsverrichtingen in Celèbes 1908-1909-1910 id in Mjeh Eezetieken voor belangijke krijgabe drijven 1905-1908 Zuid - Telebes. 25 Januari 1912 toegekend de zilveren medaille ƒ 16 September 1909 ter opzending naar Nederland overg „brr het Puby„ hader te Pomarnen 22 Septo - bei 1907: derwaarts vertrokken m/1 55 Kommen Wilhel 29 October 1907. Ontscheept te Amsterdam er op dato ter in de sterkte van het korps Hoeft zich blijkens verklaaring, gedagteekend 21 Nov. ber 1907 vrijwillig en dezworfen aan de bepalingen van het pensioen reglement, vastgesteld bij Konibert, dito Ffernen 1905, W8 / Staatsblad No 74/ 22 November 1807. Re nieuw verbonden voor zes ju om te dienen bij de Kol Res. hoowel in als buite Europa met ƒ 300. /22; waarom  f 75 - uitbetaald „ ƀ 225 te zijn behoeve in's R.P.S. ingeschreve is overrentwintig te Amsterdam ontschreepd en op dato bij het Koloniaal Werfdepot aangekomen"
    ],
    [
      "4 Januari 1902 Uit het kwartier te Zestphen vermist 2 februari 1902 Als deserteur of gevoen"
    ]
  ]
}