{
  "title": "Algemeen stamboek nummer in Indië 2",
  "people": [
    [
      "row_surname: Krohne",
      "row_name: Wilhelm, Emil, Karl",
      "Vader Andreas, Karl Moeder Julie, Christiane Elise, Warmbold Geboren te Hannover /Pruissen/ den 22e October 1868 Laatst gewoond te Hannover Laatst gewoond te Hannover Bij zijne aankomst bij het kort lang 173 Meter."
    ],
    [
      "row_surname: Smeekes",
      "row_name: Joannes",
      "„ Vader Hubertus, Servatius Moeder Anna, Maria Simon Geboren te Maastricht / Limburg den 2 December 1870 Laatst gewoond te Maastricht Bij zijne aankomst bij het korp lang 1726. Meter."
    ],
    [
      "row_surname: 5172",
      "vader Johannes Moeder Willemina Oudsen Geboren te Bageningen (Gelderl 4 den Kin 13 December 1883 Haar Laatst gewoond te Wageningen Merkbare teekenen. Bij zijne aankomst bij het korps lang 1.626 Meter. 1. 626 intreden van het 19e levensjan"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: Krohne",
      "row_name: Wilhelm, Emil, Karl",
      "Aangezicht ovaal Voorhoofd gewoon Oogen grys Neus gewoon Mond idem Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: Smeekes",
      "row_name: Joannes",
      "Aangezicht ovaal Voorhoofd hoog Oogen bruin Neus gewoon Mond id Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: 5172",
      "Aangezicht Ovaal Voorhoofd breed Oogen bruin Neus gewoon Mond klein Kin rond Haar Clond Wenkbrauwen id Merkbare teekenen."
    ]
  ],
  "events": [
    [
      "28 November 1908 Ontscheept te Rotterdam en op dato terug in de steekte van het koop 24 „ 1908 derwaarts vertrokken met het 55. Karve 8 Augustus 1908 21 Octobr 1908 herwaarts, naar Nederland te worden opge 28 November 1908 Ontscheept te Rotterdam en op dato terug in de steekte van het koop 24 „ 1908 derwaarts vertrokken met het 55. Karve litair zes jaren en afgebecken in Ned: Indië zal hebben door ter opzending naar Nederland overgegaan bij het Subs Kadr te Batavia herwaarts, naar Nederland te worden opge F Smeekes N:o 5114 Bestemd om op of zoo kort mogelijk voor den dag, dat deze en gebracht, gerekend van en met den dag van in schef- zonder"
    ],
    [
      "Model n°. 178 (1) (aenvel) Art. 310, § 1. April 1899"
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "row_surname: 5172",
      "29 November 1901 25 October 1902 1 December 1902 25 Maart 1903 21 Juli 1903 23 Septobre 1903 4 November 1904 25 Maart 1906 4 Juli 1907 14 September 1907 26 „ 1907 24 October 1907 Vrijwillig geengageerd als soldaat voor zes jaren bij het leger zogwel in als buiten Europa met ƒ300 - premier, was van ƒ 50 - uitbetaald en f 250 - in ’s Rijkspoststraarbank in gelegd is. Ingevolge beschikking van het D.I.O.dd 2710 1905 vember 1901. Afd. Pers. No 10. Gedetacheerd naar Oost-Indië en op dato te Amsterdam overgegaad aan boord van het St. Prins Hendrik Gedebarleerd te Batavia en geplacht bij het 2. Depot - Bat Overgegaan als Cavalerist 2: klasse bij het Wapen der Cavaleere Fuselis bij het 2e Depot „ Bat.en bij het L11 15 Baten - af Garns Baten. van Palembang R.H. 15 Bat.a Insin Bestemd om uiterlijk 2 maande voor het eindige zijner dienst verbintenis voor Nederland te worden opgezonde. Is niet ge neger zich te reengageeren, zou demerkiezende tot een resjang reengagement zijn toegelaten. ter opzending naar Nederland overgegaan Jh. Subs. kader te Batavia dezwaarts vertrokken met het 5. Koningin Wilhelmina 24 October 1907 Ortscheept te Amsterdam en op dato terug in de sterlde van het borg"
    ],
    [
      "row_surname: Krohne",
      "row_name: Wilhelm, Emil, Karl",
      "8 Mei 1909. overgegaan aan boord van het stoomschip „ Wilis 11 Juni 1909 Gedebarkeerd te Batavia en geplaatst bij het Garn: Bat. v. Clebes & Menad N=o 5113. W. E. K. Krohne 8 Mei 1909. Gedetacheerd naar oost-Indie en op dato te Rotterdam overgegaan aan boord van het stoomschip „ Wilis 11 Juni 1909 Gedebarkeerd te Batavia en geplaatst bij het Garn: Bat. v. Clebes & Menad op weder aanneming in rang wordt prijsgesteld, de sterkte van het Indicite leger weder voor de Indischen militairen dienst doet aanwerven 19 Januari 1911 te Makasser afgegaan."
    ],
    [
      "F 15 Augustus 1910 Uit de sterkte bracht in afwachting van het hem te men pensioen ker 5y Kon besluit dd, 4 Augustus 1910, Nr 40, wegens volbrachten dien tijd toegekend, een voortdurend pen siven van f 370 -'s jaars. Het bewijs van goed gedrag afg geven."
    ],
    [
      "row_surname: Krohne",
      "row_name: Wilhelm, Emil, Karl",
      "Bij Gouv:r besluit van 4 Januari 19. 11 No 51 ortdeeren vollerachten diensttijd toegelegd een voor pensioen ad f 496 -'s jaars - Het certificaat van goed gedrag toegekend. op weder aanneming in rang wordt prijsgesteld, vanneer hij zich binnen 2 jaren na afvoering en de sterkte van het Indicite leger weder voor de Indischen militairen dienst doet aanwerven 19 Januari 1911 te Makasser afgegaan."
    ],
    [
      "904 Huijgsverrichtinge tegen Djamb. Bijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "row_surname: 5172",
      "Vrijwillig geengageerd als soldaat voor zes jaren bij het id Heert wegens diensteindig in 1904 Huijgsverrichtinge tegen Djamb. „ Midde Sumatricus Indië terug 1905 Ida Gedetacheerd naar Oost-Indië en op dato te Amsterdam 1906 Idem 30 November 1907 Met paspoort wegens diensteindiging Het bewijs van goed gedrag afgegeven"
    ],
    [
      "row_surname: Smeekes",
      "row_name: Joannes",
      "N„o 1705 tordacht pensin 7. Mei 10. 49 steekening pensin 10 April 10 - 12 Afgeevezen het verzoek om weder aansseming og 1916 N.r 1394. K. Verzoekt een bril A.g. No 5890/1924"
    ]
  ]
}