{
  "title": "Algemeen stamboek nummer in Indië. 2",
  "people": [
    [
      "row_surname: Poos",
      "row_name: Nikolaus",
      "Vader Nicolas Catharina Alft Moeder Geboren te Berdorf (Luxembat) den 10e Juni 1869 Laatst gewoond te Berdort zijne aankomst bij het korp. lang 1.08 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: van Hemert",
      "row_name: Johannes, Christiaan Franciscus",
      "Vader Johannes Franciscus Moeder Margrieta, Presia Danens Geboren le Amsterdam N.r H. den 16 Mei 1866 Laatst gewoond te Amsterdam Bij - zijne aankomst bij het korps lang 608 Meter."
    ],
    [
      "row_surname: Raukema",
      "row_name: Beye",
      "Vader Vanke Moeder Dieuwke Teijes Hoekstra Geboren le Franeker Friesland . den 2 November 1863 Laatst gewoond te Deventer zijnc aankomst bij het korps lang 1.554 Meter."
    ],
    [
      "row_surname: Poos",
      "row_name: Nikolaus",
      "Aangezicht Ovaal Voorhoofd gewoon Oogen Gruin Neus deuron Mond id Kin Jond Haar bruin Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "row_surname: Raukema",
      "row_name: Beye",
      "Aangezicht Ovaal Voorhoofd rond Oogen ys Gr Neus spits Mond Gewoon Kin rond Haar Clond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: van Hemert",
      "row_name: Johannes, Christiaan Franciscus",
      "Aangezicht ovaal Voorhoofd hoog Oogen grys Neus gewoon Mond idem Kin nond Haar Clond Wenkbrauwen id Merkbare teekenen -"
    ]
  ],
  "events": [
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden : omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan 5"
    ],
    [
      "Zie Suppletie folio 1405 Geembarkeerd te Amsterdam a/b 2/1 P. Burgemeester den Ies 19 Maart 1898 27 April 1898 Gedebarkeerd te Batavia en geslaatst b/h 5 Bate- Inf den, oder nicht selber nicht ver¬ Overgegaan bij het 7' Bat„on Inf=e 23 Juni 1894 30 December 1849 J: R: H. 4 Bat=m Inf.ie 4 „ „ 5 Baton- Inleijts 29 Juni 1901 Fuselier 8 Augustus 1991 11 „ 1841 Overgegaan bij het 2e Depot - Buten 23 October 1411 Ter opzending naar Nederland overgegaan b/h Sulss. cadette Sen 31 „ 140 Wegen tijdelijke lichamelijke ongeschiktheid voor alle militair diensten zestemd om naar Nederland te worden opgezonden 1 8 November 1491 derwaarts vertrokken met het SS„ Prinses Sophies te Amsterdam wangekomen en op dato tijdelijk ingedeeld b/d Kol: Reserve ¬ 17 December 190 Zie folio 2045, Kol. Reg. vraagt zijn gagt: te doen in gaan m. den dag volgende Op dien waarop de soldij betaling ophielt. ƒ4-04-26. gedep.e Vraagt te worden aangenomen bij het vaste perso neel der Reconv. afdeeling of om als sergt majoor stafhoombl. te werden uitgezonden. Afgewezen. Exch. 7/21.04 n=o 41 Verzoek om gagt: verhooging zien gratifica afgewesen komt toe een bedrok van 10.70 zijnde ing toekomende voor het tyd rak 1/m 22. Decemb. 01 Juin 18 Januis 190 12. 8/29-04- 31."
    ],
    [
      "row_surname: Raukema",
      "row_name: Beye",
      "Zie Suppletie folio 3354 26 October 1889 Grembarkeerd te Amsterdam a/ 6 1/4 St Prins Alexander December 1889 Gedeburkeerd te Padang en geplaatst bij het II Depot. Bat 24 Mei 189 Overgegaan bij het 17e Baj.on Infin 2 October 1899 „ 3/5 Garn. Baten. van Atjoh en Orderh 11 Februari 1892 3 Maart 1893 4e Depot Bat. „ „ Garn: Bat=on van Michijs Westleij 20 April 184 Alhier en Onderh. 14 Augustus 1893 uithoofde van lichaamsgebreken toeg Atjehen Onderh. 189 4' Depot - Baton 17 November 1895 Gereengageerd voor 2 jaren bij de Koloniale troeken zoo wel in als buiten Euripa premie ƒ100 - in te gaan 26 October 1893 21 December 1885 Overgegaan bij het 17e Bat.on Jnfri 13 Mei 1896 Garn Baten. van Palemban, 16 Juli 1840 Infanterist, 1e Classe 26 October 1897 Gereengagierd voor zestaren bij de Koloniale troetzen zi wel in als buiten Europa (zemier f 309- 1/2 12 Batem Juf Overgegaan bij het 2e Garn. Bat=en van Atjek „ onderh: 16 Juni 1899 14' Bat. 30 November 1899 15 September 1901 Bij commatie van Atich overgegaan b/d sub Comp. van S.W.K. 11 October 1901 ter opzending naar Nederland overgegaan e/z Subs. Cader te Padang 31 „ 1901 Wegens tijdelijke lichamelijke ongeschiktheid voor alle in litaire diensten, bestemd om naar Nederland te worden opgezonden dezwaarts vertrokken per SS. Prinsez Sokking 15 November 1901 17 December 1901 te Amsterdam aangekomen en op dato tijdelyk ingedeeld b/d zal: Reseru"
    ],
    [
      "Zie Suppletie folio 34486 26 September 189 geëmbarkend te Amsterdam a/d v/ J.S. Burgemeester den Ter gedebarkeerd te Padangen geplaatst bij het 4 Depot. Bat 2 November „ overgegaan bij het 16:e Bataatst by het 11 Mei 1892 3 Maart 189. „  „ „ 15¼ „ Juli 1894 „  „ „ 3e „ 1 „ 15 October 1895 2e Garn. Bat-on van Atjeh en O 10 Bat=m 5 25 April 1897 Gereengageerd voor 2 jaren bij de Koloniale twehen 26 September 1802 wel in als buiten Europa, premie f 100 - l/2 3 Bat.m Gereengageerd voor 2 jaren bij de Koloniale troepen 26 „ 1899 zoorvel in als buiten Europa, Cremie ƒ100 — Overgegaan bij het 1e Garn. Bat:en van Atjek en O 1 11 Augustus 1900 12 Mei 1901 Bij examatie van Atich overgegaan b/d Subz: Com„ t van LUK 11 October 1901 Ter opzending naar Nederland overgegaan b/h sulx kader te Pan Bij dienstensizatie naar Nederland opgezonden zijnde 31 „ 1901 tot een reengagement toegelaten tengevolge van tijdelyke ongeschiktheid voor alle militaire diensten uithoofde van lukaams gebreken niet ontstaan in en door den enst en niet het gevolg van eigen moedwillige han „lingen of van ongezegeld gedrag 15 November 1891 derwaarts vertrokken per SS. Prinses Ick hier 17 December 1901 te Amsterdam van gekomen en op dato tijdlyk ingedeeld G Kol. Res 22 Januari 1902 Vrijwillig geengageerd als soldaat voor vier jaren bij het leger in Oost of West-Indië ingaande met den dag van inschap met ƒ200-prennie, waarvan f 20 - heden is en ƀ30-bijdver en voor het Koloniaal Westdepot zal worden uitbetaald terwijl als dan f 150- in's Rijkspostsparsbank zal worden inghege /"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 349, § 1. April 1899"
    ],
    [
      "1893 1894. 1895. 1896. 1897.1898.1899, 1900 Krijgsverrichtingen tegen Atje Schietprijs 't maal in 18's 14 October 1897 toegekend de bronzen medaille met f 12- gratificatie Eersteeken voor belangrijke krijgsbedrijven 1873 - 1896 en 1896 - 1900 Atjel Echerp schutter geweer 1e maal den 10' October 190 7 Mei 1884 Toegesonden de zilvezer mede Teruggesteld tot gewoon schulter den 11 October 1901 schietprys geweer 2' maal in 1904 26 September 1906, Met pas part negens diensteindiging Het binnen van goedgedrag afgegeven, Bij Kon: besl: dd 12 October 1906 W4 xx 8 September 1902 Gedetacheerd naar Oost-Indi„ en op dato ter uitren „ding overgegaa naar het Koloniaal Werfdek 27 September 1902 ingeschiept te Amsterdam a/b 1/2 s.s. Prinjes Amas 4. November 1902 gedebarkeerd te Batavia en replaatst b/4 2e Depot. Bat febrean 1903 overgegaan by het 5 Bat 23 Mei 1906 Bestemt om uiterlyk twee maanden voor het eendigen zijn dienst verbintenis naar Nederland te worden opgezonden. Is niet geneg sich te veergegeeven. Zoudenverkiezende tot een zes parig reengagement zy toegeleten Juli 1906 Ter opzenden's naar Nederland overgez. by het subz. ad. te som 29 Juli 1906 Denvaarts vertrokken met het S. „ Koning willen 5 Septembre 1906 ontscheept te Amsterdam en op dato terug in de starken van Get korps"
    ],
    [
      "row_surname: Raukema",
      "row_name: Beye",
      "1890, 1891, 1892, 1893, 1894, 1895 1897, 1898, 1899, 1900. Kriegs verrichtingen tijg Ats ik Eeretecken voor belangigke krijgsbedrijver 1873-189 en 1896 - 1900 Atjch Scherfschutter 1'maal 11 Augustus 1892 Teruggesteld tot genoor schutter 23 Februari 1893 10 Augustus 1894 toegchend de bronze medaille Aan 1900 s zonder gratificatie 28 Juli 1900 Bij eene prouille nabij kampon Soei é Pedie Atjch schampschot aan den linker voorasse 28 Juli 1900 toegekend de zilvere medaille 25 Maart 1902 Uit de sterkte gebracht, zij„ „ „ Garn: Bat=on van Michijs Westleij de aan hem bij Kon besl dd 12 Maart 1902. N=o 19 wegens voortdurende onse schiktheid voor den militairen diens uithoofde van lichaamsgebreken toeg kend een voortdurend gagement van A223 -'s jaars; het Certificaat van goed gedrag afgegeven wel in als buiten Euripa premie ƒ100 - in te gaan 26 October 1893"
    ],
    [
      "5 Februari 1901 toegekend de zilveren medaille was dezelve wegens slecht gedrag ontfunder 8 Augustus 1901 de zilverer medaille ontvome wegers de gradatie ¬ 15 Februari 1904 Met has woort wegens diensteindigin 7 Het Cewijs van goed gedragen ¬ 1 t afgegeven. Op 20 Oct. 1904 aangenomen bij het vaste person oordracht tot intrekking van het Kon: besluit van der Kol. Res. Gagement gestaakt v/m 1 Jan 1905. Heeft f 12.56 goed aan gagement gagement geregeld Jm: 1 Apr: 1904 4/7 - 0x - N„o 61 Commisant Vndt gegt: akte ter in de 2/16 - 84 - No „ 27 19. Jan: 1804 - N:o 4 en opzien ƒ 22-04-W:' 14"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ]
  ]
}