{
  "title": "Algemeen stamboek nummer n Indië. 2",
  "people": [
    [
      "Vader Dirk, Adolf. Moeder Wilhelmina, Johann van den Bosch Geboren te Amsterdam/ N=d H=d den 14 November 1876 Laatst gewoond te Amsterdam Bij zijne aankomst bij het korps lang 1,892 Meter"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalemen 4"
    ],
    [
      "row_surname: Blum",
      "row_name: Friedrich, Carl",
      "vader Friedrich, August Moeder Pauline Schmidt Geboren te Zerban (Duitschl.) den 5 Augustus 1870 Laatst gewoond te Bocholt/ Duitschl. bij zijne aankomst bij het korp lang <. 53 Meter."
    ],
    [
      "row_surname: Ietswaard",
      "row_name: Louis, Johannes",
      "Vader Christiaan, Baren Moeder Johanna Bisscho Geboren te Amsterdam (N: H:d) 12 Januari 1870 Laatst gewoond te Amsterdam Bij zijne aankomst bij het korpe lang 1. 6 Meter. denen, oder nicht verwegen nun so wieder nicht"
    ],
    [
      "Aangezicht ovaal Voorhoofd hooz Oogen bruin Neus groot Mond klein Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: Ietswaard",
      "row_name: Louis, Johannes",
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond id kin smal Haar blond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: Blum",
      "row_name: Friedrich, Carl",
      "Aangezicht ovaal Voorhoofd hoog Oogen bruin Neus gewoon Mond id Kin rond Haar blond Wenkbrauwen id Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "ad Thie folio 7.86 Rol Res 2 Januari 1902 Vrijwillig geengageerd als soldaat voor zes jaren het lega zoowel in als buiten Europa met hij premie waarvan ƒ 50 - uitbetaald en ƀ 250 - in ’s Rijs poststraarbank ingelegd is. rie No 856. Gedetacheerd naar Oor 15 November 1902 endie en of dat gegaan af 7, §§, kawol te Rotterdam over 23 December 1902 Gedelparkeerd te Batan n¬ geplaatst bij het 2' Depot - Bat:o overgegaan by het 5' Bat. 2 februari 183 30 October 1904 Garn. Bat. van Palembang 25 Februari 1905 Ter opzending naar Nederland overgegaan by het sub. laden te Batavia 1 Maart 1943 Bestemd om naar Nederland te worden opgezonden, daar zijn gezondheid toestand dit noodig maakt 2 „ 1905 Vemaarts vertrokken met het stoomschit „Koning Willem te 1 April 1905 Ontscheopt te Amsterdam en gedato terug in de stegste van het korps"
    ],
    [
      "Model n°. 178 (binnenvel) Art. c19, § 1. April 1899"
    ],
    [
      " nde Waar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan."
    ],
    [
      "Zie Suppletie, folio 59884 31 December 1890 Geembarsceerd te Rotterdam a/h a/d W. Merahi 5 Februari 1909 Gedebarkeerd te Padang en geplaats B 4. Depot-Bat „ Bat:en I. 4 Juli 1900 Overgegaan bij het 14 11 Juni 1991 Ter opzending naar Nederland overgegaan bij het Sulykad te Pada 29 October 1891 7 November 1901 Wegens tijdelyke liefvamelijke ongeschiffheid voor alle mili taire diensten bestemd om naar Nederland te worden of gegeven 28 December 1891 derwaarts vertrokken per SS. Koningin Wilhelmin ge„ 29 „ 1991 12 April 1902 1 N° 3 te Amsterdam aangekomen en op dato tijdelijk ingedeeld bij de Kolonialn Res Met verbreking van het loopend verband vrijwillig geengag en als soldaat voor vier jaren bij het leger in Oost en West-Indiën inde met den dag van inscheping met ƒ200- premier — maart 20. heden is en ƒ30 - bij voorgang naar het K. W. L. 1 zal worden uitbetaald, terwijl als dan f 150 - in's Rijks postspaarbank zal worden ingelegd. 22 September 1902 Gedetacheerd naar Oost. Indië en op dato ter uitzending overgegaan naar het Koloniaal Werfdepot 18 October 1902 ingescheept te Rotterdam aan boord van het S. S. „ Sindoro, sikä 22 November 1902 „oplaatst bij het 2' Depot - Bat - overgegaan by het 5 Bat. Inf 2 februari 1903 24 October 1904 „ straf detschement / herrakings detachement 26 „ 1883 5 Bot. Inf. Bestand om uiterluk twee maanden voor het eindigen zijne dienst verbinterven 16 Juli 1906 naar Nederland te worden opgevonden. Is niet genegen zich te reërgageeren Zou der verkiezende tot een ressopig vergagement zijn toegelaten 11 Augustus 1906 Ter opzending naar Nederland overgegaar by het sulx. Kader te Semarang Deenaarts vertrokken met het S. S. „ Sinden 17 „ 1906 22 Septembr 1906 ontscheekt te Rotterdam en op dato terug in de sterkte van het Korps"
    ],
    [
      "Zie Suppletie folio 34076 en 1346 Kol. 5 November 1897 Uit het kwartier te Zulphen vermist Als deserteur afgevoerd 4 December „ Heeft zich den 15 Augustus 1901 vrijwillig aangemel Bij vonnis van den vier weder krijgsraad in het 3 Militaire Arro disfement dd: 9 Sept. tembes 1901 ingegaan den 1e Septem ber te voren vervoordeeld tot vier maanden militair detentie ter zake van eerste desertie in tijd van vree niet opgevolgd door vrijwillige terugheer by 30 „ 1901 Weder in de Sterkte gebracht Zie W. 4035"
    ],
    [
      "Eereteeken voor belangigke krigsbedingen 1896-140 Atjes 19 April 1905 In het militair hospitaal te Amsterdam overleden"
    ],
    [
      "Req 24 October 1903 Weder naar Oost. Indie gezonden. te Am sterdam geëmbarkeerd a/ C v/h SS Koning Willem I „ en ontheven van zijne tijde lijke indeeling bij de Kolo niale Reserve"
    ],
    [
      "16 Juli 1906 Toegekend de bromen medaille Z. Gr 23 Januari 1909 Uit de sterkte gebrag zijnde aan hem bij Kin besl: dd 1 Jan 1909 W74, wegens voortdurende ong schiktheid voor alle militaire dien „ten niet ontstaan door bevolen of volde urde dienster toegeseend en voor durend gagement van it 220 -'s jaar Het certiliquat van goed gedrag of gegeven en verbonden voor resga om te dienen bij de Hol. Res. zoonel in als leij Euripa met ƒ304 - premie waaren ƒ 75 - uitbetaar en ƒ 225 - te zijnen behoeve in ’s R.S. in geschreven is overeenkomstig de regeler door de Muk. vastgestel 22 October 1906. Gedetacheerd naar Oost-In die en op Werfdepo \" September 1906 eigenhegt  te Amsterdan van bord 7/2 L. S.. König i 1e allen plaats bij het 18 October 1906 Oh- epot - Bat 24 December 1907 On als vrij en al <INS> het wapen der A esting décrier ¬ 45 September 1908 ter opzending naer Nederland <INS> e gevonden . inde dit soo. C. S. „ steek te verlijk ^okken September 1908 Entscheept te"
    ],
    [
      " Bijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan."
    ]
  ]
}