{
  "title": "Algemeen stamboek nummer in Indië 2",
  "people": [
    [
      "row_surname: Bianchi",
      "row_name: Hendrikus, Christianus",
      "Vader Hendricus, Christianus Moeder Maria Marinus Geboren te Antwerpen / Belgie Is Nederlander „Johann’s”, qui n’ai donc den gevonden, oder nicht ein 2 April 1870 „ Laatst gewoond te's Gravenhage nun, welche die wieder Bij zijne aankomst bij het korps „ 1 lang 1.72 Meter."
    ],
    [
      "Vader Johannis Moeder Catharina van der H Geboren te Varik (Gelderl) den 11 Augustus 1879 Laatst gewoond te Sarik Bij zijne aankomst bij het korp lang 1 696 Meter denen, welke der aufgelegt sein, nicht von der „"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement 4"
    ],
    [
      "row_surname: Wits",
      "row_name: Johannes",
      "Vader Christianus Moeder Maria Catharina de Bruijn Geboren le Uden (Noord. Brab) den 19 Mei 1871 Laatst gewoond te Boensel Bij zijne aankomst bij het korj lang 1.59 Meter"
    ],
    [
      "Aangezicht rond Voorhoofd laag Oogen grijs Neus gewoon Mond klein Kin rond Haar blond Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "row_surname: Wits",
      "row_name: Johannes",
      "Aangezicht ovaal Voorhoofd laag Oogen grijs Neus groot Mond gewoon Kin spits Haar bruin Wenkbrauwen idem Merkbare teekenen."
    ],
    [
      "row_surname: Bianchi",
      "row_name: Hendrikus, Christianus",
      "Aangezicht ovaal Voorhoofd hoog Oogen grijs Neus breed Mond gewoon Kin spits Haar Clond Wenkbrauwen id Merkbare teekenen."
    ]
  ],
  "events": [
    [
      "8 Januari 1902 Vrijwillig geëngageerd als soldaat voor zes jaren bij het leger zooveel in als buiten Europa met ƒ300- pre mie, waarvan ƒ 50- uitbetaald en ƀ 250 - in's Rijkspostspaar bank ingelegd, is. 25 October 1902 Gedetacheerd naar Oost-Indië en op dato 't Amsterdam overgegaan aan boord van het SS. Prins Henck. 1 December 1902 Gedebarkeerd te Batavia en geplaatst bij het 3. Depot Bat voorgegaan by het 13e Batner 24 Juli 190. 15 November 1903 Gem. Bat. van Telebes, Menado en Timor 4 Mei 1905 „ „ L.H. 7' Bat. Inf: 4 Maart 1906 „ „  „ 8 „,, „ 21 October 190 Bestemd om uiterlijk twee maanden voor het eindigen zijner dienst verbind tenis naar Nederland te worden opgezonden. Is niet genegen zich te reengagie Zou des verliezende tot een zesjarig reengagement zyn toegelaten 11 November 190 ter opzending naer Nederland overgegaan by het sub. haden te Semarang Demaarts vertrokken met het stoomschip „ Rembrang„ 1907 21 December 1907 Ontscheept te Amsterdam en op dato tang in de sterkte van het Koops"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 319, § 1. April 1899"
    ],
    [
      " u.in. Waar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan."
    ],
    [
      "Zie Suppletie folio 33702 14 October 1898 Geembarkeerd te Rotterdam a/o C v/g S.d. Ardjoeno 20 November „ Gedebarkeerd te Batavia en geplaatst v/d Depot Bat on 4 April 189 Overgegaan bij het 10' Bat.on Insie 10 September „ 13e p„st Inf„s 24 October „ „ „  „ 2½ Dehot Bat= 19 Januari 1895 ¼ Mei 1895 „ „ 5e Bat=on Infie 23 Maart 1896 1 Garm Batie van Atsel en Onderh J:D. Batt Inf 6 December 1898 Voor den krijnsraad te Magelang op dato in preventieve hechtenis 8 Mei 1899. Bij Sententie van het H. M. G. dd: 30 Juni 1899 ingaan op dien datum veroordeeld tot drie maanden militaire detentie wegens insubordinatie door woorden 27 Juli 1899 Ter executie gelegd 28 September Van militaire detentie ontslagen 9 Januari 1900 Gereengageerd voor 2 jaren bij de Koloniale troepen wo wel in als buiten Europa primie ƒ 100- in te gaan de 6en Januari 1900. Geplaatst in de 2e klasse van militaire disufelin 21 „ 1901 7 Februari „ Bij gelegenheid van het huwelijk van H. M. de Ko uit de 2e Klasse van militaire discipline ontsla 2/ „ 21 November „ Ter opzending naar Nederland overgegaan bij het Subs. sonder te Semara „ 14 „ „ Wegens tijdelijke lichamelyke ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden opgezonden derwaarts vertrokken met het SS. Oengaran 30 „ „ 6 Januari 1902 te Rotterdam aangekomen en op dato tijdelijk ingedeeld J:kol: Resero 4 April 190. Met verbecking van het loopend verband vrijwillig geëngageerd als soldaat voor vier jaren bij het leger zoowel in als buiten Europo in te gaan met den dag waarop hij voor den actieren militaire"
    ],
    [
      "Zie Suppletie folio 36775 3 November 1894 Geembarkeerd te Amsterdam a/h v/d S. Prins Alexand 13 December „ gedebarkeerd te Bataviaan geplaatst ¼ Wapen der Artie Overgegaan bij de Cergartillerie 10 Maart 1898 Kangnier (Klasje) 19 October 1899 31 Januari 1900 Overgegaan bij de Vesting Artillerie 4 september gezeengaard voor twee jaren bij de koloniale tro pen zooveel in als buiten Europa Cerenie ƒ100 „ te gaan den 25 Augustus 1900 ter opzending naar ik wegens tijdelijke lichameli 29 November 1901 ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden opgezonden ter opzending naar Nederland overgegaan t/g Subslad, te Batavia 30: „ „ derwaarts vertrokken m/z SS„ Oengaran\" 4 December „ te Rotterdam aangekomen en op dato tijdelijk ingedeeldt b/d Jul: Reserven 6 Januari 1902 25 Augustus 1902 Gereënyageerd voor vier jaren bij de Koloniale troepen vorel in als buiten Europa premier ƒ200 -"
    ],
    [
      "7 Januari 1908 Met pashoort wegens diensteindigen afgegeven „het bewijs van goed gedra d'après leur entretenir, comme 4. t"
    ],
    [
      "1895, 1896 1898 Kriegsverrichtinge tegen Atzich Richter 2 Klasse 1 Maart 1897 Richter 1 Klasse eerstemaal den 17 Juni 189. Eersteeken voor belangtijke krijgt bedrijven 1873-1896 en 1896-1900 Atjek 30 Augustus 1899 toegekend de bronzen in daille zonder gratificatie 25 October 1902 Weder naar Oost In die gezonden te Amsterdam geëmbarkeerd a/b v/z B. Trins Hendrik en ontheven van zijne tijdelijke in deeling bij de Koloniale Reserve ¬"
    ],
    [
      "1894 Expeditie naar Gombok 18 November 1894 te Lombok gewond, schot linker voetzool Lombokkreus 1896-1897-1898-1899 Krugsverrichtingen tegen Atso 26 April 1894 toegekend de brouzen medaille zonder gratificie Eereteeken voor belangen rijken krijijsbedrijven 1873-1894- wtjek 1896-1900 Atje ƒ Scherpschutter geweerd maal den 17 Mei 1900 de aan hem bij Kon: besl. dd. 11 December 1903 No 38 wegens voortdurende ongeschikt heid voor den militairen dienst uithoor de van lichaams gebreken toegekend een dienst physiek geschikt bevonden wordt met ƒ200-premie, waarvan ƒ20- heden is en  f 30- bij over naar eene der valide compagniën zal wor uitbetaald, terwijl als dan ƒ 150 - in ’s Riks Post „ spaarbank zal worden ingelegd. 21 Juli 1902 Voor den kriesraad in het 3e Militair 23 December 1903 Uit de sterkte gebracht zig Arrondissement en op dato in preventieren hechtem By vonnis van dier krijgwaad dd 4 September 1902, geproncentie 12 September 1902 wegessproken van de beschuldiging van insubor„ denatie en is bevolen zyn ontslag uit arrest Bij vonnis van den krijgsraad in het 3e. Mil: Arrondisse schaart ment dd: 23 Maij 1903 veroordeeld tot eene geldboete van een gulden bij wanbetaling te vervangen door twee dage hechtenis ter zake van mishandeling"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan 6"
    ]
  ]
}