{
  "title": "Algemeen stamboek nummer in Indië. 2 de l'année",
  "people": [
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signa 4"
    ],
    [
      "row_surname: rent",
      "row_name: v:f: 27 feb: 1914 - N: 40]",
      "Vader Harmen Jan Moeder Rornelia, Jacobs Mass Geboren le Duurswoude  / Friesl den 8 Maart 1873 Laatst gewoond te Hyntjeterh (Fr Bij zijne aankomst bij het korps lang 1. 694 Meter."
    ],
    [
      "row_surname: ###",
      "row_name: 1750",
      "Vader Carl Moeder Emma Lekste Geboren te Nordholz / Truissen den 24 Juli 1870 Laatst gewoond te Schulenburg Bij zijne aankomst bij het korps lang ƒ.46 Meter."
    ],
    [
      "row_surname: A",
      "row_name: Yon",
      "Vader Gerrit, Hendrik Moeder Johanna Maria Kleian Geboren te Schoonhoven ƒ 2-16 den 17 Januari 1878 Laatst gewoond te Schoonhoven Bij zijne aankomst bij het korp lang 7 Meter."
    ],
    [
      "row_surname: rent",
      "row_name: v:f: 27 feb: 1914 - N: 40]",
      "Aangezicht ovaal Voorhoofd hoog Oogen Neus grijs gewoon Mond id Kin rond Haar Clond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: ###",
      "row_name: 1750",
      "Gehuwd Aangezicht ovaal Voorhoofd Croog Oogen grys Neus Gewoon Mond id Kin rond Haar Cruin Wenkbrauwen id Merkbare teekenen rechter Haap en linkerarm"
    ],
    [
      "row_surname: A",
      "row_name: Yon",
      "Aangezicht rond Voorhoofd id Oogen bruin Neus I gewoon Mond id Kin spits Haar dr: Cruin Wenkbrauwen id Merkbare teekenen."
    ]
  ],
  "events": [
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "3939 Zie Suppletie folio 3939 18 Juni 1890 Geembarkeerd te Rotterdam a/h v/g 18 „ Merapt Gedebarkeerd te Batavia en geplaatst bij het 2: Depot B. 27 Juli 1898 Overgegaan bij het R. H. 4 Bat-on & 11 April 1890 Machtiging verleend om hem bij eindiging van den detouheer 11 Mei 190 termijn naar Nederland op te derden, kunnende hem het certi ficaat van goed gedrag worden, intgereicht Ter opzending naar Nederland overgegaan b/h Subsikader te Semar 26 Juli 1900 dezwaarts vertrokken met het SS. Koning Willem I Augustus 1900 te Amsterdam ontscheept en op dato by het Kol: Werfdepot aangekom 7 September 1900 8 „ 1900 Bij het korps terug en op dato met groot verlof Terug 29 Augustus 1901 Met groot verlof 27 September 1941 Overgenomen als soldaat van het 2e Regiment, Infa met eene 16 Januari 1902 bij het leger zoo wel rijwillige verbintenis voor zes jaren by als buiten Europa met ƒ300-fizemie an ƒ50.- in betaald en ƒ 250 - in 't Rijkspoststraarbeak ingelegd is. Gedetackeerd naar Oost-Indie en op dato te J. Rotterdam over 3 Mei 1902 Goent„ an boord van het voors. gedebarkeerd te Batavia en geplaat „tot by het 3:e deposit Batm 7 Juni 1902 overgegaan by het 13 Bat. Inf. 19 Juli 1902 10 September 1902 Gem. Bat. van de 7/0 afd. van Borneo 13e Bat. Inf. 17 Mei 1905 3\"depot Bat 21 December 1903 16 Juni 1906 C.H.J. Bat. Inf. Bestemd om uiterlyk twee maanden voor het eindigen zyner dienst verbintenis 10 September 1907 naar Nederland te worden opgesonden. Is niet genegen zich te reengageeren. Zoe des verkiezende tot een zesjarig reëngagement zyn toegelaten."
    ],
    [
      "row_surname: A",
      "row_name: Yon",
      "De weduwe vraagt inlichtingen nopens het stjaarbankboek, je van haar echtgenoot. Medegedeeld dat het boeke aan den Kochs Com d' is gezonden =1911 W=s Exh. 21 &C 9 De nalatenschap is insolvent Enb. 25 Apr. '11-30 de Bie N:o 5149"
    ],
    [
      "row_surname: ###",
      "row_name: 1750",
      "Zie Suppletie folio 37726 8 Februari 1896 geembarkeerd te Amsterdam a/l v/d St Prins Hendrik a-o debarleerd te Batavia en geplaatst b/h 1 Debot-Bat=m 17 Maart „ Overgegaan bij het 10e B:t=on Infie 6 Mei 1897 „ „ 1. Iepot Bal 31 Augustus „ 4 „ „ 11: Bat=m Infie 11 Januari 1898 28 October „ Kerperaal 19 Mei 1898 Overgegaan bij de Gaen Compie v/d Lamp districten Sergeant „ „ het 18: Bat=on Jnf.e 16 September „ 29 Augustus 1900 Overgegaan bij het 2e Reserve Bat-on 11 September - - „ 8 „ 190 Bij Zeorganisatie overgegaan bij het 20' Bat=en Infie 12 December ter opzending naar Nederland overgegaan bij het Sub, kader te Batavia 13 „ „ bij diensterpiratie naar Nederland opgezonden zijnde niet tot een reengagement toegelaten ten gevolge van tijdelijke ongeschikt heid voor alle militaire diensten uit hoofde van lichaams gebe ken niet optstaan in en door den dienst en niet het gevolg van eigen moedwillige handelingen of van onger regeld gedrag derwaarts vertrokken met het S.S. Sindoz 18 „ „ 17 Januari 1902 te Rotterdam aangekomen en op dato tijdelijk ingedeeld bij de Kil: Rerewe"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 310, § 1. April 1899"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "1904 Kryenverrichtinnen in de Doesven en Dajatclander 11 Januari 1906 Toegekend de bromen medaille Z. G = 1911 - 1912. krygsverrichtingen in atjek 30 Mei 1912 Toegekend de zilveren medaille 14 maart 1914. Mit de sterkte gebracht synde aan hem bij K.B. dd 26 Feb. 1914: zij het depot N=o 146 wegens voortderende ongeschikt nde heid voor alle militaire dienden, met ontstaan door bevolen of gevorderd diensten, toegekend een voortd. gege Het van f 364. -'s ja Het bewijs van goed gedrog afgegeven E 10 November 1907 Ter opzending naar Nederland overgegaan by het Subs. leader te Semarang. 18 Novembor 1897 Derwaarts voor tjokken met het S.S. „ Rembrandt 21 December 1907 Ontscheept te Amsterdam en op dato terug de sterkte van het Korps. 16 Januari 1908 Opnieur verhouden voor zes jan om te dien bij de Kol Res roowel in als buite Europa met ƒ 300. p.s van A75- uitbetaald en ƒ 225- te zijne behoeve 'R 25 en geschreven is over een komstig de regela door de MvK. vastgesteld naar Oost-Indien ½ dito 18 April 1908 Gedetacheer „ d Amsterdam overgegaen Hh. 55. Oras te Mei 1908 Gedebartigd te Batavia en geplaatst 3en 15 Sept.r 1908 overgegaan als geniesold 2e kl. bij het wa pen der Genie Imeuble van eindigen zyner dienstvertentenis naar Nederla het"
    ],
    [
      "OVERLEDEN 9 October 1910 daz te Wel te vreden A/d gevolgen van long Tuberculose, Ag. 1910 1/9 7/8 Johanna Geriena Geertruida Aan 1910 / 1893 Terug per St. Grotui 1 oorl: taat 168 = Aangekomen te Genua den 22 November 19ie betaalbaarstelling van pennioen en Contract overve ondertan Juh: 16 December 1910 N10 52 Exb. 14 December 1910 Afdeling stat: Bureau t de Beus weduwe van de Magarijnm: 4 Klasse B d Bie gezeld van Een wettig kind vug Wendrikus hannes Andries geboren Augustus 1907 21 feb: 11-59"
    ],
    [
      "row_surname: ###",
      "row_name: 1750",
      "Scherpschutter geweer t'maal 30 April 19.00 Niggesteld tot gewoon schuttig den 13 April 1901 Het geschutter geweest Z: maal den V Augustus 1901 13 December 190 toegeszent de bronzen medaille zonder geateker 31 Mei 1902 Uit de sterkte ge¬ Cracht, zijnde aan hem bij Kon Cesl: dd 20 Mei 1902. No 25 we gens voortdurende ongeschikthe voor de voorhauwende ongeschiktheid hoofde van lichaams gebreken toe gekend een voortdurend gag ment van 1110 -'s jaars, het Certi„ ficaat van goed gedrag afgege ven Verzoek a/d Wed. om een ondersten ning of genegen apabr. 27 A/or 1936 no 51/5"
    ],
    [
      "A=o 1717. Aan nevenst: adres kennis gegeven Vraagt het resteerende bedig van zijn bespaard handel gewezen omdat hij slecht ƒ 45, 29 belegd heeft. Adt Onderoff Magazijmon: den tot: Exch. 11/2-09 v.o 84- „ 11 Oct - 10 - 6 Nalatenschap opgevraagd de ses"
    ]
  ]
}