{
  "title": "Algemeen stamboek numme in Indië 2",
  "people": [
    [
      "row_surname: Jansen",
      "row_name: Marie",
      "Vader Cornelis Moeder Gerarda Hermsen Geboren te Valburg (Gelderl:) den 31e Augustus 1871 Laatst gewoond te Valburg ij zijne aankomst bij het korp lang 166 Meter."
    ],
    [
      "row_surname: van Rijk",
      "row_name: Henri Gerardus",
      "Vader Johannes, Jacobus Cornelis Moeder Anna, Reiniera, Ber dina Haanappel Geboren te Woenseler Eekhart N-d Br den 13 October 1874 Laatst gewoond te Arnhem Bij zijne aankomst bij het korp lang 1705 Meter. Gehuwd Merkbare teekenen"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement 4 Egidius Hubertus"
    ],
    [
      "row_surname: Narings",
      "row_name: Willem",
      "Vader Egidius Hubertus Moeder Maria, Helena, Ho bertina Beijleveld Neus Geboren te Mond Maastricht / Limburg Kin den Haar 16e April 1869 Laatst gewoond te Maastricht Laatst gewoond te Maastricht Merkbare teekenen. Bij zijne aankomst bij het korps lang 1.701 Meter."
    ],
    [
      "row_surname: Jansen",
      "row_name: Marie",
      "Aangezicht rond Voorhoofd laag Oogen blauw Neus gewoon Mond idem Kin rond Haar blond Wenkbrauwen id Merkbare teekenen muis litteeken aan de linkerwang"
    ],
    [
      "row_surname: van Rijk",
      "row_name: Henri Gerardus",
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond idem Kin spits Haar blond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: Narings",
      "row_name: Willem",
      "Aangezicht ovaal Aangezicht ovaal Voorhoofd laag Oogen grijs Neus gewoon Mond idem Kin klein Haar blond Wenkbrauwen id Merkbare teekenen."
    ]
  ],
  "events": [
    [
      "Model n°. 178 (binnen (el) Art. 310, § 1. April 1899"
    ],
    [
      "row_surname: Jansen",
      "row_name: Marie",
      [
        "11 Mei 1891",
        "30 Juli 1892",
        "7 Augustus 1894",
        [
          {
            "entity_type": "paragraph",
            "content": "text: 18 September „"
          }
        ],
        "10 Mei 1898",
        "23 November 1901",
        "3 Mei 1902.",
        "7 Juni 1902",
        "28 Juli 1902",
        "27 April 1905",
        "4 Mei 1905",
        "24 „ 1905",
        "1 Juli 1905",
        "Bij het 8e Regt Infie ingedeeld als loteling van de lichting van",
        "1891, uit de gemeente Valburg (Gelderland) onder M",
        "Met groot verlof op dato overgeplaatst by het 5' Reg=t Infie",
        "Terug",
        "Met groot verlof",
        "Met paspoort wegens geeindigden militie diensttyd, het benog",
        "van goed gedrag afgegeven",
        "Vrijwillig geengageerd als soldaat voor vier jaren bij het leger zooner",
        "en als buiten Europa, kosteloos voor het Rijk. Ingevolge beschik",
        "king van het D",
        "v.O. dd: 2 November 1901, Afd. Pers: No 16.",
        "Gedetacheerd naar Oost-Indië en op dato te Rotterdam overgega",
        "= boord van het 18„e Goentoor",
        "Juni 1902 Gedebarkeerd te Batavia en geplaat",
        "gt lij het 3:e depot Bat.",
        "28 Juli 1902 Overgegaan bij het Garn. Bat=m van de I/O afd: Bornes",
        "27 April 1905 ter opzending naar Nederland overgegaan b/h Iurbr. kades te Soesabaj.",
        "4 Mei 1905 Bestemd om naar Nederland te worden opgezonden, daar zijn gezond",
        "heidstoestand dit noodig maakt",
        "derwaarts vertrokken met het ss„ sindoro",
        "Ontscheept te Rotterdam en op dato terug en de sterkte van het konf"
      ]
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden omschrijving van het aangegaan akkoord, en de verdere militaire loopbaar 5 Zie Suppletie folio 36968"
    ],
    [
      "row_surname: Narings",
      "row_name: Willem",
      "30 September 1901 1 December 1894 10 Januarij 1895 4 Februi ri 18„ 6 Mei 1896 11 December 1896 30 „ - 184 13 Januari 1897 13 Februari 1897 13 „ 1897 22 Maart 1897 22 Maart 1898 16 Augustus 1899 19 September 1899 13 Augustus 1900 22 November 1901 25 Januar 1902 6 Maart 1902 30 September 1901 Met groot verlof 5 13 Mei 1902 Overgegaan b/h 19' Bat Gedebarkeerd te Batavia en geplaatst by het 3' Depot Ba 's Rijks Europé 20 December 1903 ter opzending van Nederland over„ lige verbintenig voor zes jaren, bij het leger zoowel in als buiten à 31 „ 1903 Bestemd vra naar Nederland te word Hubertus Verkade van de lichting 1896 uit de geinzente Noos Ortschoeft te Amsterdam en op dato aldaar afgemonsterd 5 Januari 1904 derwaarts vertrokken v/d J S„ Goentoor Zie Suppletie folio 36968 Geembarkeerd te Amsterdam a/B.r/z S.S. Prinses Analia Gedebarkeerd te Batavia en geplaatst t bij het 1 Decret - Batos. Overgegaan bij het 9 Bate.r Infie Ontclagen wegens geeindigde militie diensttijd, zijnde hij gehoud den tijd voor welken hij bij de landmacht dienende in Naderl, Indié is gedetarheerd te volbrengen Het (raspoort naar Nederland toegestaan, kunnende hem het Certif caat van goed gedrag worden uitgerecht Ter pasporteering in Nederland over gegaan bij het fals. hader te Batavia Derwaarts vertrokken met het B„ Koningin Regentes.\" Met paspoort het bewysvan goed gedrag afgegeven Bij het 6' Regiment Inf:ie ingedeeld als 2e Plaats v1, v als vijk (Z. Holld) onder N„o 8 wiens 1e P: v: v. Jacobus Rense der 18' Mer 1896 was ingelijfd. Zie N-o 17214 op het Stamboek het 2e Regt Huzaren Met groot verlof Terug Met groot verlof Terug Overgenomen als soldaat van het O' Regt Infie met eene vrijwe a met ƒ300 - premie, vaa ƒ50- uitbetaald en ƒ250:- postspaarbank ingeleyd is Gedeturheerd naar Oost-Indie en op dato te Rotterdam over"
    ],
    [
      "Vrijwillig geengageerd als fourier voor twee jaren bij he 22 November 1901 22 „ 1903 6 Maart 1903 gemist worden Vrijwillig geengageerd als fourier voor twee jaren bij he Zie Suppletie folio 35810 5/5 en 1054 Kol: Res vaste personeel van de Reconvalescenten Afdeeling Zie N.o 3160 Gereengageerd voor een jaar Gedebarkeerd te Batavia en geplaatst by het 3' Depot Ba"
    ],
    [
      "row_surname: van Rijk",
      "row_name: Henri Gerardus",
      "2 November 1905 Uit de sterkte a Den korps Comd gevraagd en v. Braanbeveling verder Verzoek om vervroegd ontslag uit den De Korps Comd heeft hem voor dienst aan Oorlog gezonden Exh. 10/6 - Request om een betrekken gezonden aan de Konin 90 2/ 2=o 25 Oorlog heeft den Korps Com loopig nog aangehouden bij het valide gedeelte na 21 Nov. 0. wt gemachtigt hem uit den dien st, En te ontslaan t „ sch. genot van zijn gaelment thersteld in het 10/14–04-38 13 October 1904 Met paspoort op verzoek deelte tot 21 Nov. 1903, a het Loo van de Koningin"
    ],
    [
      "2 November 1905 Uit de sterkte a bracht, zijnde aan hem bij Kon besl: dd: 18 October 1905 No. 65, w gens voordurende ongeschikthee Nordracht gasgemeld voor alle militaire diensten, nie ontstaan door bevolen of gevord de diensten, toegekend een voor„ durend gagement van ƒ 110-4 jaar Het certificaat van goed gedron afgegeven 10/14–04-38"
    ],
    [
      "row_surname: Narings",
      "row_name: Willem",
      "Keert wegens ziekte uit Indien Voor dracht gegen 6 vraagt ryn gagement me 1896 Krijgsverrichtingen tegen Atjek Eereteeken voor belangrijke krijgsbedrijven 1873, 1896 Atjeh 2 Juli 1902 tregekend de bri onzer medaille zonder gint Cie 5 November 1904 Uit de sterkte gebracht zijnde aan hem bij Kon: besl: dd: 21 October Soekenning Gegenent 1904 No 14, wegens voortdurende ongeschik heid voor den militairen dienst uit hoofde van lichaamgebreken, toegeke„ een voortdurend gagement van ƒ 224 's jaars. Het certificaat van goed gedrag afgegeven - niet ontstaan in en door den dient. /gegaan a/b 7/„ S„S „ Oengar 13 Mei 1902 Overgegaan b/h 19' Bat 10½ Juf= 30 September 1902 „ 3e Depot- Batem 7 November 1903 13- Bat=m I. f-r lige verbintenig voor zes jaren, bij het leger zoowel in als buiten à 20 December 1903 ter opzending van Nederland over„ bij het Sul: kader te Voesab 31 „ 1903 Bestemd vra naar Nederland te word opgezonde daar zijn gezondheidstoestand dit ne tig maakt 5 Januari 1904 derwaarts vertrokken v/d J S„ Goentoor 11 Felman 1904 Ontscheept te Rotterdam et op dato terug in de sterkte van het kircen"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan 6"
    ]
  ]
}