{
  "title": "Algemeen Stamboek nummer in Indië 2",
  "people": [
    [
      "row_surname: Leuffgen",
      "row_name: Georg",
      "Vader Joseph Moeder Caroline Windeck Geboren te St Veth (Duitsch den 28 December 1871 Laatst gewoond te St. Vith Bij zijne aankomst bij het korp lang 163 Meter"
    ],
    [
      "row_surname: 5100",
      "Vader Hendrik Moeder Annigje Smits Geboren te Werkendam N.a Br den 17 Juni 1878 Laatst gewoond te Haarlemmermeer Laatst gewoond te Haarlemmermeer [N:d Holl:d] Bij zijne aankomst bij het korp lang 1. 677 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement 4"
    ],
    [
      "Vader Moeder Geboren te den Laatst gewoond te zij zijne aankomst bij het korp lang Meter"
    ],
    [
      "row_surname: Leuffgen",
      "row_name: Georg",
      "Aangezicht ovaal Voorhoofd gewoon Oogen grijs Neus gewoon Mond idem Kin rond Haar bruin Wenkbrauwen ider Merkbare teekenen"
    ],
    [
      "row_surname: 5100",
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin Neus gewoon Mond idem Kin spits Haar driblond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "19 November 1901 13 Maart 1903 18 Februari 1905 8 Maart 1905 7 april 1905 September 1905 9 November 1905 22 October 1906 19 September 1907 19 November 1907 5 October 1907 7 Maart 1908 19 September 1908 Vrijwillig geëngageerd als soldaat voor zes jaren bij het lege zoowel in als buiten Europa met ƒ300 - premie, waarvan ik 5 uitbetaald en ƒ 250. in ’s Rijkspostspaarbank ingelegd is. I gevolge beschiscking van het D.I.O.dd: 16 Nov: 1901, Afd: Pers N. Korporaal Sergeant Gedetacheerd naar O. I. en op dato te Rotterdam overgegaan aan boord van he stoomschap : „ Op hier Gedebarkeerd te Batavia e geplaatst bij het 10o Bat=on Iaf vergegaan by het R.H. 15 Bat. Iaf „  „ „ 12. „,, 1' Depot Bot Gereengageerd voor 1 jaar om te dienen by de Kol. Res. zoowel in - als buiten Europa, in te gaan by eindiging der loopende verbinten is bedingen aan pre ƒ50. waarvan het ¼ gedeelte hem by het ingaan van de nieuwe verbintenen zal worden uit betaald zullende als dan het overige te zijnen behoeve tegen de loopende verbinkenis, bedongen aan pla schreven worden in ’s Rijks posteparbank overeenkomstig de regelen door den M.v.K. vastgesteld en op dato mynillig onderworpen aan de bepalinge 19 september 1909. Te Pampawea gereengageerd van het pensioen reglement gehecht aan het Kon.besl. van 17 februari 1745. N om te dienen bij de Koloniale zeserve zoowel 19 November 1907 het ¼ gedeelte der pronie ad ƒ 12.50 uitbeteald in als kuiten Einopa, in te gaan bij eindigin overgegaan by het Garn. Bat: van celebes, Menado en Timor 8. Bat. Inf het ingaan van de nieuwe verbintenis za worden uittetaald, zullende alsdan het over Te Pampanock gereengagend voor 1 jaw om te dienen by de Kol. Res. zoowel in als buiten Eer opa in te garen by eindiging der loopende verbietenis bedongen aan pro wereenkomstig regelen door den M v. K. vast te stz. kant mijn zesjarig werkla 19 November 1909. Ht 1/4 gedeelte der premier ad f 25. uitbetaald uit Indien terug og W 26/57. 1 November f 50, waaruren ¼ gedeelte hem by het ingaan van de nieuwe verbietenes zal wor uitbetaald, zullende als dan het overige te zynen behoeve ingeschreven werden 's Ryksportspaarbank omeenkomstig regelen door den 11. v. M. voor te stellen bij het 19e 19 November 1908. Het ¼ gedeelte der premie ad f 12.50 intbetaald „ 23 December 1910. Bestemd om op of 200 kort mogelijk voor den, dag, dat deze mi"
    ],
    [
      "row_surname: 5100",
      "18 Maart 1899 21 April 1899 17 December 1899 28 Juli 1900 31 Augustus 1900 14 Februari 1901 26 Mei 1901 31 „  1901 10 Juli 1901 11 „ 1901 16 „ 1901 27 Augustus 1901 24. October 1901 16 November 1901 25 Januari 1902 11 Maart 1902 28 April 1902 2 Augustus 1903 30 Januari 1904 18 April 1905 Zie Suppletie folio 39 kk5 Geembarkeerd te Amsterdam a/b a/h SS. Koning Willem I Gedebarkeerd te Batavia en geplaatst bij het 3e Depot-Bat=n Overgegaan bij het 6' Batn Infie „ 2' Depot-Bat J: Baton- Inf Machtzing verleend om hem bij eindiging van den detacheeringstermeijn na Nederland ofte zenden, kunnende hem het Certificaat van goed gedaan worden uitgereikt Ter opzending naar Nederland overgegaan l/h Subs: kader te Semarang Derwaarts vertrokken met het S8. „ Sulak te Rotterdam ontscheepten op dato bij het Koloniaal Weefdepet aangekom 25 Januari 1907 ter opzendig uE. Nederland onregigtig t/b selck ad te Ter Met groot verlo Terug noodig maakt Beheft bevonden met aanhoudend boven der bovenste ledematen onregelwatige belangrijke hartwerker zonder waarneembare lichaams gebrek ken bevonden Overgenomen als soldaat van het 4' Reg=t Inf=ie met eene vrij lige verbintenis voor zes jaren, bij het leger zoowel in als bu ten Europa met ƒ300 - premie, waarvan ƀ50 - uitbetaald en Ƅ 250 in's Rijkspostspaarbank ingelegd is ingevolge beschikking van het D v.O. dd: 6 November 1901, afd: Pers: No 13 ge dat alhierd naar Oost-Indië en op dato te Rotterdam overgegaan a/b v/d H. Oengaran 7 Gedebark trie en geplaatst by het 3e Defid Bot Overgegaan bij het Garn. Bat=en van Amboina en Ternat 13e Batm Inf Garn: Batm van Palembang R.H. 15 Bat=m Insie"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 119, § 1. April 1899."
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden ; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 396 „ 5"
    ],
    [
      "18 November 1901 Vrijwillig geengageerd als soldaat voor een jaar bij he Zie Suppletie folio 38901 en 1384 Kol. Res. Vrijwillig geengageerd als soldaat voor een jaar bij he vaste personeel van de Reconvalescenten Afdeeling. Zie poort wegens diensteindigingt kwartl. 1902, Heeft waald a/g N=o 4150"
    ],
    [
      "1907. Krygverrichtinger in celeber 1908 Idem in het Gouv=r Gelebes & Onderkt 2e october 1909. toegekend de brouwen medaille Comman: kennis geen teervoor met ƒ 12.- gratificatie bereteeken voor belangijke ko rijgsbedrij ven 1905-1908 Zuid-celeber Scherpschutter revolver 1=e maal den 9=e November 1910- zal worden uit betaald zullende als dan het overige te zijnen behoeve tegen de loopende verbinkenis, bedongen aan pla # 10 September 1909. Sergeant. majoor. detach: So 19 september 1909. Te Pampawea gereengageerd om te dienen bij de Koloniale zeserve zoowel in als kuiten Einopa, in te gaan bij eindigin mie f 100 - waarvan het 14 gedeelte hem bij het ingaan van de nieuwe verbintenis za worden uittetaald, zullende alsdan het over se zijnen behoeve ingeschreven worden in's R. F. wereenkomstig regelen door den M v. K. vast te stz. kant mijn zesjarig werkla 19 November 1909. Ht 1/4 gedeelte der premier ad f 25. uitbetaald uit Indien terug og W 26/57. 1 November 9. Bij distoratie overgegaan „ dat bij het 19e Aon Jn „ 23 December 1910. Bestemd om op of 200 kort mogelijk voor den, dag, dat deze mi tair zes jaren onafgetroken in Ned vervolg nieuw blt"
    ],
    [
      "17 November 1942 Met pas poort wegens diensteindiging, Het bewijs van goed ge¬ drag onthouden. Voll. stamb. 42/23"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "row_surname: 5100",
      "1904 Krijgverrichtingen  tegen Djambi. 1905 16 Mei 1905 toegchend de bevoor; mede met ƒ12-gras C Keert wegens ziekte uit Eereteeken voor belangrekrijgsb: 1901-1904 Djambi 17 December 1908 Uit de sterfde gebracht. de aan hem bij Konbesl. dd 3 Devenb 1908, No 15, wegens voortdurende om „schiktheid voor alle militaire dien ten niet ontstaan door bevolen of vorderde diensten toegekend, een voortdurend gagement van ƒ 2 sjaars ƒ13 September 1905 On vergegaan bij het 18e Bat.on Inf 30 Augustus 1906 Korporaal 14 September 1906. overgegaar bij het 12e Bat=a Ins 8 October 1906 „ Sub Kad te Padang twi 17 „1906   „  „  „ 17:e Bat:on Inf:ie 25 Januari 1907 ter opzendig uE. Nederland onregigtig t/b selck ad te Ter 4 Mei 1408 Overgegaar bij het Sulshads te Batavi 18 Juni 1908 Bestemd om ofe 2 Juli 1908 naar Nederlan te worde opgezende, door zijn gezondheidsteestand dit noodig maakt 2 Juli 1908 derwaarts vertrekke 7h58. Rembrandt 4 Augustus 1908 Ontscheept te Amsterdam er op dato ter in de strekte van het koops"
    ]
  ]
}