{
  "title": null,
  "people": [
    [
      "Vader Willem Fredrik Moeder Elisabeth Zwarts Geboren te Leiden (Zuid-Holl) den 22 Mei 1880 Laatst gewoond te Leiden Bij zijne aankomst bij het korps lang 1.71 Meter."
    ],
    [
      "Vader Jozef, Zacharie Moeder Joanna, Silvina Kreydt Geboren te Herenthals/Belgie 28 Juni 1868 den Laatst gewoond te Antwerpen Bij zijne aankomst bij het korp lang 1.731 Meter."
    ],
    [
      "Vader Wouter Moeder Lyntje Verschoor sich von ihm schuldig sein, nach der Geboren te Charlois (Zuid-Holz) den 6 Juli 1874 zwischen der Kirchenstraße zu lännern. Laatst gewoond te Rotterdam Bij zijne aankomst bij het korp lang 1. 654 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin Neus gewoon Mond idem Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin dik Mond breed Neus Kin spits Haar dr. blond Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "Aangezicht Ovaal Voorhoofd rond Oogen blauw Neus gewoon Mond idem Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen,"
    ]
  ],
  "events": [
    [
      "14 Juli 1894 22 Augustus „ 7 December „ 9 Maart 1893 11 October 1897 14 Mei 1899 10 Februari 1900 1. 30 Juni „ 8 November „ 9 Juni 1901 24 /C Acker „ 7 November „ 22 „ „ 23 December „ 28 September 190. Zie Suppletie folio 36263 Gedebarkeerd te Batavia en geplaatst bij het 1: Depot, Bat: Overgegaan by het 10 Bat=en In „  „ „ - 11 „ — „ Garn, Bat,in van Pombak „ „ 1' Reserve Bat-on Geplaatst in de 2' Klasse van militaire discipline Daaruit ontslager, reken en dien tegaan den 10 Juni 190 Gereengageerd voor 2 jaren bij de Kolomde troepen zooveel in als buiten Europa premie. ƒ 100 - in te gai den 26' september 1900, bij het 3e Bat-a Inf-ie Bij executie van Attich overgegaan bij de Subs: Compn van Sumatra's Westkust Ter opzending naar Nederland overgegaan bij het Salz, kader te Padan Wegens tijdelijke lichamelijke ongeschiktheid voor alle mili taire diensten, bestemd om naar Nederland te worden of gezonde derwaarts vertrokken per S.S. Gedé te Rotterdam aangekomen en op dato tijdelijk ingedeeld b/d Kob: Rere= Bij vonnis van den krijgsraad in het 3e Militaire Arrondig ment dd: 4 April 1902 veroordeeld tot eene geldboute van een gulden, bij wanbetaling te vervanger door twee dagen vangenis hechtenis, met toerekening der preventiere hecht nis bij de ten uitvoerlegging der geldboete, ter zake van beles diging van een ambtenaar in functie Gere enzugeerd voor zes jaren bij de koloniale troopen, zoowel in als buiten Europa premier f 300 -"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 349, § 1. April 1899"
    ],
    [
      "25 Februari 1899 4 April 1899 1 Augustus 1899 12 April 1900 16 Mei 1901 23 October 1911 7 November 1901 22 „ 191 23 December 1901 18 Juni 1902 Zie Suppletie, folio 39k04 Geembarkeerd te Rotterdam a/b 2/4 SS „ Soembing“ Gedebarkeerd te Padang en geplaatst b/h 4' Depit„ Bat Overgegaan bij het 16 Bat=n Infanterie - „ „  „ 17„' „ - - „ 8 „,, „ „ Garn: Bat=on van Sum' Westleyst ter opzending naar Nederland overgegaan bij het Subs. kader te Pada Wegens tijdelijke lichamelijke ongeschiktheid voor alle mi toire diensten bestemd om naar Nederland te worden opgezonden dezwaarts vertrokken per SS„ Gedé te Rotterdam aangekomen en op dato tijdelijk ingedeeld b/d Kolonieh Rosero Mat verbreking van het loopend verband vrijwillig geengag als soldaat voor vier jaren bij het leger zoowel in als buiten Europa in te gaan met den dag waarop hij voor den actieren militairer dienst physick geschikt bevonder wordt met ƒ200 premie waarvan ƒ 20 - heden is - en f 30 - bij overgang na eene der valide compagnien zal worden uitbetaald, terug alodan ƒ150 - in's Rijkspostspaarbank zal worden ingelegd"
    ],
    [
      "aar — hetzij binnen- of buitenslands - en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan 5"
    ],
    [
      "Zie Suppletie folio 3566 8 Geenbarkeerd te Amsterdam a/C 2/4 SS„ Conrad Gedebarkeerd te Padang en geplaatst bij het 4 Dep. But Overgegaan bij het 17 Bat-on Ins.e „ „ de Garnitz: Compie van Benkoelen „ „ het 18e Bat-on Inf Garn: Baton van Sumatras Oostkust Gereengageerd voor 4 jaren bij de Kol, troepen, zoowel in al buiten Europa premier f 200 - bij het 12e Bat=m Infie Bij erainatie van Atjek overgegaan bij de Subs. Comp.e van S. W R Overgegaan bij het Garn. Bat=en van Sumatias Westkust Veropzending naar Nederland overgegaan s/g sulx sonder te Padang Wegens tijdelijke uhamelijke ongeschiktheid voor alle militaire diensten, bestemd om naar Nederluyd te worden opgezonden derwaarts vertrokken per SS. Gedé te Rotterdam aangekomen en of dato tijdelyk ingedeeld a/d Kolonis Res= 23 September 1893 30 October „ 1 Mei 1894 13 „ „ 2 Januari 1895 28 „ 1894 26 Mei 1901 22 Augustus „ 23 October „ 7 November „ 22 „ „ 23 December „ 25 Juli 1899"
    ],
    [
      "15 Januari 1903 Uit de sterkte gebrocht, zynde aan hem by K.B. dd 2 Januari 1903, N 42, wegens voort durende ongeschiktheid voor den mil. dienst uithoofd van lichaams gebreken, toegekend een voortdurend gagement van f 100,-'s jaars. Het certificaat van goed gedrag of gegeven"
    ],
    [
      "1900 Krygsverrichtingen tegen Atjek Geembarkeerd te Amsterdam a/b 2/5 SS„ Burgemeester den Tex Eersteeken voor belang zijke krygsbedrijver 1896-1900, Stjel 15 November 1902 Weder naar Oost In die gezonden, te Rotterdam geëmbarkeerd a/b Ch S.S. Lawol en ontheven van zijne tijde lijke in deeling bij de Kolo niale Reserve"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. b"
    ],
    [
      "11 November 1899 toegekend de bronze medaille me ƒ12- gratificatie 1849-1900 Krijgsverrichtingen tegen Atjes vereteeken voor belangrijke krijgsbedrijven 1896-1900 Atjet 30 Mei 1903 Uit de sterkte ge bracht, zijnde aan hem bij Kon besl: dd: 18 Mei 1903 No 39, we gens voortdurende ongeschikt heid voor den militairen dienst uithoofde van lichaamsgebre ken, toegekend een voortduren gagement van ƒ 200 -'s jaars Het certificaat van goed ge drag afgegeven."
    ]
  ]
}