[
  {
    "entity": "page_number",
    "value": [
      "1709 ",
      "1709"
    ]
  },
  {
    "entity": "index_military",
    "value": "Algemeen stamboek nummer in Indië 2"
  },
  {
    "entity": "muster_data",
    "value": [
      "Zie Suppletie folio 3762 12 October 1895 Geembarkeerd te Rotterdam a/ b z/z S.S. \" Sawoe\" 18 November Gedebarkeerd te Batavia en geplaatst l/h 3 Decrot-Bar Overgegaan bij het 13e Bat-on In diging, het bewijs van 16 Juni 1896 23 December. 17 12 April 1897 9 20 Juni 8 2 22 November „ „ 11 October 1900 5 16 „ 1901 Ter opzending naar Nederland overgegaan by \"Subs. kader te Sema„ 28 „ „ Bij dienstenpiratie naar Nederland opgezonden zijnde niet tot een reengagement toegelaten ten gevolge van tijdelijke ongeschiktheid voor alle militaire dienste nthoofde van Lichaamsgebreken niet ontstaan in e door den dienst en niet het gevolg van eigen moed willige handelingen of van ongeregeld gedrag derwaarts vertrokken m/h SS„ Prinses Sophie\" 8 November 17 December „ te Amsterdam aangekomen en op dato tijdelijk ingedeeld t/d Kol: Re"
    ]
  },
  {
    "entity": "muster_data",
    "value": "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
  },
  {
    "entity": "muster_data",
    "value": [
      "Bij het Regt Grenadiers en Jagers ingedeeld als lo 7 Maart 190 teling van de lichting van 1900 uit de gemeen 5 Amsterdam (N=d Holl &) onder N=o 1413 Met groot verlof 14 Augustus 1902 17 December Overgenomen als soldaat van het Regt. Grenadiers en Jägers met eene vrijwillige verbintenis voor zes jaren, bij het leger zoowel in als buiten Europa, met f 30. Siremie, waarvan ƒ 50 - uitbetaald en  f 250 - in ’s Rijkscrost spaarbank ingelegd is 3 Mei 1902 Gedetacheerd naar Oost-Indië en op dato te Rotterdam over gegaan aan boord van het ss \"Goentoes\" hat zij gedebarkeerd te Batavia en geplaatst by het 3 Depot Bat: 7 Juni 1901 25 Juli 1902 Overgegaar bij het Garn. Bat=en van Clebes, Menado en Timo tems zal worden uitbetaald, zullende als dan h overige te zyner behoeve ingeschreven worde in s R.P.S. overeenkomstig regelen door den Mr K. ras ti stellen. 8 December 1906 Gedetacheerd naar Oost-Indie en op tot te Rotterdam overgegaan a/d ƒ 2/4 pC/10 huis naarwo uwetsette mette doen overgegeven a/h 7h 1/6 12 Januari 1907 Gedebarkeerd te Batavia en geplaatst by het R. H. 15 B. 22 Maart 1907 overgegaan by het 19' Bot. Inf. Heeft f 85,64 en pap. nagelaten. kann belangh. 4/19.09 - 18. f 85, 64 en pap. aan rechth. uit geheerd. 7/12 - '09 - 2 10 - Baton Infin 8 Maart 190 30 april 190 „ R.H. 15e Bat.m Inf. Kopporaal enmord 1904 3 Mei 1909 Overgegaan bij het 10. Bate- Inf 1 Septemb. 1904 Sergeant Overgegaan bij den Gams Comp.e van Riou"
    ]
  },
  {
    "entity": "muster_data",
    "value": [
      "1899 - 1900 Krijgsverrichtingen tegen Atjch Eeretieken voor belang zijke krijgsbedrijven 1896-1900 Atje 15 October 1903 Wit de sterkt gebracht, zijnde aan hem by Kon: besl. dd: 3 October 1903 N° 50, wegens voortdurende ongeschildkerd voor den mi van lichaams gebreken toe Zie Suppletie folio 3927 9 Juli 189 Geembarkeerd te Amsterdam a/b 2/5 S„S Burgemeester den Ten gedrag afgegeven 14 Augustus Gedebarkeerd te Batavia en geplaatst bij het 2' Depot-Bat-on Bij de wet van 31 December 1897 de militie diensttijd met ee jaar verlengd Overgegaan bij het 5 Bat-m Infie 12 Februari 1899 Overgegaan bij het Jnd: leger met eene vrijwillige verbin 30 Maart tenis voor zes jaren bij de Koloniale troepen, zoowel in als bu ten Europa premier ƒ 200 - onder terugbetaling van f 138,08 van de bij zijne detarheering voor 2 jaren uitbetaalde grati ficatie ad f 200= en ingedeeld bij het 3e Depot-Bat-on 15 September 1900 Bij exacuatie van Atjeh voergegaan bij de Subs. Comp. van S. W.K. 11 December Vier gegaan bij het Garn: Bat-on vanenslebes, Menado en Timor 18 October 1901 Ter opzending naar Nederland overgegaan l/h subsikader te Soezabaia wegens tijdelijke lechamelyke ongeschiktheid voor alle milv. (letair en dienst, uithoofde"
    ]
  },
  {
    "entity": "campaign_data",
    "value": [
      "1897-1898 Krijgsverrichtinger tegen Ajeh Scherp schutter geweer s' maal den 21 Juni 1900 Eereteeken voorbelang zijke krijgsbedrijven 1896-1909 A 28 October 1901 toegekend de brouren medaille met ƒ12- gratis 21 December 1901. Met pas poort wegens dienstein diging, het bewijs van goed gedrag afgegeven"
    ]
  },
  {
    "entity": "campaign_data",
    "value": "ijgewoonde veldtochten, bekomen vonden, uitstekende daden: wanneer en op welke wijze afgegaan 6"
  },
  {
    "entity": "campaign_data",
    "value": [
      "1899 - 1900 Krijgsverrichtingen tegen Atjch Eeretieken voor belang zijke krijgsbedrijven 1896-1900 Atje 15 October 1903 Wit de sterkt gebracht, zijnde aan hem by Kon: besl. dd: 3 October 1903 N° 50, wegens voortdurende ongeschildkerd voor den mi van lichaams gebreken toe gekend een voortdurend gagement van f 100-'s jaars Het certificaat van goed gedrag afgegeven wegens tijdelijke lechamelyke ongeschiktheid voor alle milv. (letair en dienst, uithoofde te Amsterdam aangekomen en op dato tijdelijk ingedeeld bij de Kols Reserve"
    ]
  },
  {
    "entity": "campaign_data",
    "value": [
      "31 Januari 1902 Scherpschutter 6 Telegr. Kenwisburg Teggesteld tot gewoon schutter den 1 Juni 1902 scherpschutter gen. der 157 Septembr. 9 September 1909 190 Goenseng 37 lb Maraboa bey 9 September 19 Kampong Boe do-Boeding landschap Mamoedjoe Febyg. Enh. 9/23-07. K 2/2 Nalatenschap opgevraag v/h overlijden kennisgegeven a/d Comm.t der Kol. Res Verklaring van overtijden (celebes) gespeuveld gegeven a/d Hoofdadm id tems zal worden uitbetaald, zullende als dan h overige te zyner behoeve ingeschreven worde in s R.P.S. overeenkomstig regelen door den Mr K. ras ti stellen. 8 December 1906 Gedetacheerd naar Oost-Indie en op tot te Rotterdam overgegaan a/d ƒ 2/4 pC/10 huis naarwo uwetsette mette doen overgegeven a/h 7h 1/6 12 Januari 1907 Gedebarkeerd te Batavia en geplaatst by het R. H. 15 B. 22 Maart 1907 overgegaan by het 19' Bot. Inf. Heeft f 85,64 en pap. nagelaten. kann belangh. 4/19.09 - 18. f 85, 64 en pap. aan rechth. uit geheerd. 7/12 - '09 - 2 van het 1¼ gedeelte hem bij het ingaan van de nieuwe verbin"
    ]
  },
  {
    "entity": "comments",
    "value": [
      "oordracht Gegenent 9/23-03-39 Toekenning Gagement 17 - '03- Uitbetaling gratificatie 6819 Janri '95 - W 88 10/17. ob. 7 H. A.A. Rodenhof Amsterdam 11/7. '07-26."
    ]
  },
  {
    "entity": "comments",
    "value": "PMERKINGEN. 7"
  },
  {
    "entity": "comments",
    "value": [
      "Keert wegens ziekte uit In zijnbaansgracht 17 Schuistraat. No. 59 7 die tweeg Ag. n.o 5261/05 Telegr. Kenwisburg Amsterdam sergeant Gemeureld OVERLEDE 9 September 1909 Goenoeng Manabod, boven H. A.A. Rodenhof Amsterdam Kampong Boedo. Boedong (ua moedjo bij een mislukten aanval 10/10 ƒ31.07. op en vijandelijke stellin in Mamoedjoe (celebes) Febyg. Enh. 9/23-07. K 2/2 Voorl Maat 89= Nalatenschap opgevraag Ao. 1907 / 7220. v/h overlijden kennisgegeven a/d Comm.t der Kol. Res 10/31.07.3 Verklaring van overtijden ap. gegeven a/d Hoofdadm id 11/7. '07-26."
    ]
  },
  {
    "entity": "comments",
    "value": [
      "vraagt geldelijke onderterenin afw. beschikt Enk 12/4 - 1905 n. 3 Rekest aan H 16 terug agn 1905/900"
    ]
  },
  {
    "entity": "page_number",
    "value": [
      "1709. ",
      "1709."
    ]
  }
]