{
  "title": null,
  "people": [
    [
      "row_surname: 5180",
      "Petrus, Martinus Vader Moeder Melanie, Clemen¬ tine L'hoest Geboren te Maastricht (Limb:) den 23 December 1866 Laatst gewoond te Maastricht Bij zijne aankomst bij het korps lang 1.715 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: 5178",
      "Vader Onbekend Moeder Geertrui Verbaan Geboren te Lekkerkerk (Z.H.) den 21 Februari 1869 Laatst gewoond te Krimpen a/d Lek Laatst gewoond te Krimpen a/d Lek Bij zijne aankomst bij het korps lang 1,592 Meter."
    ],
    [
      "row_surname: 5179",
      "Vader Gummaar Moeder Anna, Cornelia Blom¬ maert Geboren te Borgerhout (België) den 1 April 1876 Laatst gewoond te Antwerpen (België) Bij zijne aankomst bij het korps lang 1.66 Meter."
    ],
    [
      "row_surname: 5180",
      "Aangezicht ovaal Voorhoofd rond Oogen bruin Neus gewoon Mond id Kin spits Haar zwart Wenkbrauwen „ Merkbare teekenen  „  Gehuwd doch met toestemming zijner vrouw in dienst getreden."
    ],
    [
      "row_surname: 5179",
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw gewoon Neus Mond id rond Kin Haar blond Wenkbrauwen id Merkbare teekenen getatou¬ eerd op den rechterarm"
    ],
    [
      "row_surname: 5178",
      "Aangezicht ovaal Voorhoofd laag Oogen Grijs Neus gewoon Mond id Kin id Haar blond Wenkbrauwen id Merkbare teekenen kaal¬ hoofdig en beide han¬ den getatoueerd"
    ]
  ],
  "events": [
    [
      "row_surname: 5180",
      "6 October 1900 11 November 1900 15 Maart 1901 6 Juli 1901 23 December 1901 3 Januari 1902 17 „ 1902 17 Februari 1902"
    ],
    [
      "row_surname: 5179",
      "30 December 1899 5 Februari 1900 6 Juli 1900 6 „ 1901 23 December 1901 3 Januari 1902 17 „ 1902 17 Februari 1902 19 Juni 1902"
    ],
    [
      "row_surname: 5178",
      "XX 17 Augustus 1907 26 November 1907 31 December 1907 24 April 1908 19 Mei 1908 10 Juli 1908 14 „ 1908 18 Augustus 1908 19 September 1908 30 October 1908 18 November 1908 12 Juli 1909 28 „ 1909 19 Augustus 1909"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 319, § 1. April 1899"
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. verbaan N:o 5178"
    ],
    [
      "row_surname: 5180",
      "Zie Suppletie folio 40096 geembarkeerd te Rotterdam a/b v/h SS. „Bruno″ gedebarkeerd te Padang en geplaatst bij het 4' Depot. Bat:on Overgegaan bij het 16. Bat:on Inf:ie „  „ „ 17:'' „„ ter opzending naar Nederland overgegaan bij het Subs. kader te Padang. Wegens tijdelijke lichamelijke ongeschiktheid voor alle militai¬ re diensten bestemd om naar Nederland te worden opgezonden derwaarts vertrokken per SS„ Salak″ te Rotterdam aangekomen en op dato tijdelijk ingedeeld bij de Koloniale Reserve"
    ],
    [
      "row_surname: 5179",
      "Zie Suppletie folio 39896 geembarkeerd te Rotterdam a/b v/h SS.„ Merapi” gedebarkeerd te Padang en geplaatst bij het 4:e Depot Bat:on Overgegaan bij het 16:e Bat:on Inf:n  „ „ „ 17e „ „ ter opzending naar Nederland overgegaan bij het Indis kader te Padang Wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden en afgezonden derwaarts vertrokken per SS„ Salak” te Rotterdam aangekomen en op dato tijdelijk ingedeeld bij de kol: Reserve Met verbreking van het loopend verband vrijwillig geëngageerd als soldaat voor vier jaren bij het leger in Oost of West-Indië ingaande met den dag van inscheping met ƒ200-premie waar vanƒ 20-heden is en ƒ 30- bij overgang naar het Koloniaal werfdepot zal worden uitbetaald, terwijl alsdan ƒ150- in 's Rijkspostspaarbank zal worden ingelegd."
    ],
    [
      "row_surname: 5178",
      "Overgegaan bij het 3:' Depot. Bat:on. „    „   „ 2:e „ „ Bij dislocatie overgegaan bij het 7 Bat:on Inf:ie Overgegaan bij het 18: Bat:on Infi: Bestemd om uiterlijk 2 maanden voor het eindigen zijner dienstverbintens naar Nederland te worden opgezonden. Is niet genegen zich te reëngageeren zou desverkiezende tot een zesjarig reëngagement zijn toegelaten. ter opzending naar Nederland overgegaan b/h Subs: kader te Batavia derwaarts vertrokken met het SS Koning Willem I\" Ontscheept te Amsterdam en op dato terug in de sterkte van het korps Op nieuw verbonde voor 4 jaren, om te dienen bij de Kol. Reserve zoo¬ wel in als buiten Europa met ƒ‎ 200 - premie waarvan ƒ 50 - uitbetaald en ƒ150. te zijnen behoeve in ’s Rijkspostsp.bank ingechreven is, overeen¬ komstig de regelen door der M.v.K vastgesteld. Gedetacheerd naar West-Indië / Suriname / en op dato te Amster¬ dam overgegaan a/b v/h SS, Prins Willem II″ te Parimaribo aangekomen en den d.a.v. dag in de sterkte van het garnisoen gebracht. Bestemd om naar Nederland te worden opgezonden, daar zijn gezondheidstoe¬ stand dit noodig maakt derwaarts vertrokken met het SS„ Prins Willem III Ontscheept te Amsterdam en op dato terug in de sterkte van het korps"
    ],
    [
      "row_surname: 5180",
      "29 April 1902 van verlof achtergebleven 28 Mei 1902 Als deserteur afgevoerd Heeft zich den 5:e Juni 1902 vrijwillig aangemeld Zie verder Folio 1780"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan."
    ],
    [
      "row_surname: 5178",
      "Gesp Zuid Celebes 1905 - 1908 Extr 29 Augs. 1911 N:o 47 gesp atjeh 1900-1905; gratis verstrekt. „ Djambi 1901-1904 3/12.32. 30 Oct. 1930 in Bronbeek opgenomen. 27 April 1933 op verzoek uit Bronbeek ontslagen vraagt plaatsing als corveeër, enz. ongezegeld, niet beschikt, verw. naar M. v. O. en arbeidsbeurs oud-Ind. Mil. (Exh. 12 Febr. 1918 n:o. 13)"
    ],
    [
      "row_surname: 5179",
      "27 Juli 1902 Van verlof achtergebleven 25 Augustus 1902 Als deserteur afgevoerd"
    ]
  ]
}