{
  "title": [
    "M A Yor Willy, Otto, Carl R.u.S. ",
    "row_surname: 5528",
    "M A Yor Willy, Otto, Carl R.u.S."
  ],
  "people": [
    [
      "row_surname: Terroen.",
      "row_name: Johannes, Petrus",
      "Vader Petrus, Johannes Antonio Moeder Bregitta Robben Geboren te Rotterdam (Z.H.) den 5 februari - 1883 Laatst gewoond te Rotterdam Bij zijne aankomst bij het korp lang 1.796 Meter."
    ],
    [
      "Aangezicht Vader Petrus, Johannes, Antonius Voorhoofd Moeder Bregetta Robben Oogen"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: Terroen.",
      "row_name: Johannes, Petrus",
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. e E"
    ],
    [
      "row_surname: Terroen.",
      "row_name: Johannes, Petrus",
      "3 Januari 1903 7 Mei 1904 25 „ 1904 11 Juni 1904 2 November 1904 26 april 190. 1. September 1905 6 Februari 1906. 15 „ 1906 26 „ 1906. 31. December 1906 11 Januari 190 16 April 190 13 Mei 190 4. November 190 19 „ 1907 21. December 1907 28 Februari 1909 6 Maart 1909"
    ],
    [
      "3 Januari 1903 30 September 190 12 Februari 1901"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 349, § 1 April 1899"
    ],
    [
      "row_surname: Terroen.",
      "row_name: Johannes, Petrus",
      "„ Vrywillig geengageerd als soldaat voor zes jaren by het leger zoowel in als buiten Europa met f 300.- pr: waarvan f 50.- uit betaald en ƒ 250.- in ’s Rykspostspaarbank ingelegd is. Is ingeschreven voor de militie in 1902 vóór de gem. Rotterdam (Z.H.) onder N.o 316. Gedetarheerd naar Oost-Indië en op dato te Amsterdam overgegaan aan boord voor het V.S. Oranje Ter inlijving bij de militie bestemd Gedebarkeerd te Batavia en geplaatst b/h 1. Depot Bat.n overgegaan bij het 4-e Depot Bataljon „,, „ „ Ma Bat-on Infanterie RH 15e „ afgekeurd voor den dienst te velde. Bestemd voor bentingdienst. overgegaan bij het IJ-e Depot Bat-on Geplaatst in de 2e klasse van mil. discipline voor den dienst te velde wei der goedgekeurd. overgegaan bij het 16-e Bat- -on Infanterie Uit de 2e klasse van Militaire discipline ontslagen, rekenende in te gaan den 30n april 1907. tgekeurd voor den dienst te velde Bestemd voor benting dienst. overgegaan bij het 17e. Bat von Infanterie Ter opzending naar Nederland overgegaan bij het subs kader te Padang Bestemd om onverwijld naar Nederland te worden opge zonden, wegens eindiging van zijn dienstverband, Is niet negen zich te reëngageeren. zo en deselve erkiezende tot een zesserig reengagement zijn te zegelaten"
    ],
    [
      "Vrywillig geërgageerd als Soldaat (élève tambaar) voor zes jdren by het leger zoemel in - als buiten Europa met ƒ300. - pr. waarvan f 50 uit betaald en ƒ 250.- in's Rykspostspaarbank ingelegd is, mij besch. van het D. v. O. dd 11 December 1902, Afd. Pers n=o 12. Soldaat voor den krijgsraad in het 3e Militaire arron dissement en op dato in preventieve hecht en Bij vonnis van dien krijgsraad dd; 17 Februari 1904"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan"
    ]
  ]
}