{
  "title": null,
  "people": [
    [
      "row_surname: None",
      "Vader Joannes, Hermanus Moeder Anna, Catharina Smeets Geboren te Echt (Limburg) den 3 Augustus 1867 Laatst gewoond te Echt Bij zijne aankomst bij het korp lang 1.57 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: 5175",
      "row_name: 5175",
      "Vader Pieter Moeder Hendrika Johanna van Oppen Geboren te Harlingen (Friesland) den 19 October 1861 Laatst gewoond te in dienst Bij zijne aankomst bij het korps lang 1.7 Meter. Gekeurd"
    ],
    [
      "row_surname: 5176",
      "Vader Henricus Moeder Maartje Stam Geboren te Delfshaven/ Rotter¬ dam / [Z-H] den 15 Maart 1882 Laatst gewoond te Ijsselmonde (Z.H.) Bij zijne aankomst bij het korps lang 1. 62 Meter."
    ],
    [
      "row_surname: None",
      "Aangezicht ovaal Voorhoofd hoog Oogen blauw Neus gewoon Mond klein Kin spits Haar blond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: 5175",
      "row_name: 5175",
      "Aangezicht Ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond idem Kin rond Haar bruin Wenkbrauwen idem Merkbare teekenen"
    ],
    [
      "row_surname: 5176",
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin Neus groot Mond gewoon Kin spits Haar dr: blond Wenkbrauwen id Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "row_surname: None",
      "13 October 1894 24 November 1894 6 December 1894 19. Juli 1895 11 October 1896 22 December 1896 11 September 1897 21 „ 1897 24 Januari 1899 3 Maart 1899 26 September 1900 6 April 1901 27 Decemb 1901 8 Januari 1902 15 „ 1902 17 Februari 1902 26 September 1902"
    ],
    [
      "row_surname: 5175",
      "row_name: 5175",
      "15 februari 1902 26 April 1904 2 Juni 1902 14 November 1905 15 October 1907 10 December 1907 11 „ 1907 11 Januari 1908 19 „ 1908"
    ],
    [
      "row_surname: 5176",
      "28 April 1900 2 Juni 1900 7 Juli 1900 22 December 1900 8 Januari 1902 15 Januari 1902 7 Februari 1902"
    ],
    [
      "row_surname: 5175",
      "row_name: 5175",
      "Zie folio 822. Vrywillig geëngageerd als Adjudant Onder Officier voor zes jaren by het Leger zoowel in - als buiten Europa zonder premie, ingevolge beschikking van het D.v.O. dd 8 februari 1902, Afd. Pers. n:o 16, zie no 2461. Militair opzichter der genie 3e klasse en als zoodanig gedeta¬ cheerd naar Oost-Indië en op dato te Amsterdam overgegaan aan boord van het SS„ Prinses Sophie″ Gedebarkeerd te Batavia en geplaatst by het Wapen der Genie Bij Kon-besl. dd. 20 Maart 1902 No 18 toegestaan om gerekend van en met den dag waarop hij weder in dienst is getreden, het hem bij Kon: besl: van 19 Februari 1902, No 21, toegekend gagement ad ƒ 350- s jaars, gelijktijdig te genieten met militaire soldij of mi¬ litaer traktement met dien verstande, dat het gagement zal worden uitgekeerd aan of ten behoeve van zijne echtgenoote en kinderen Militair opzichter der Genie 2e Klasse Bestemd van uiterlijk 2 maanden voor het eindigen zijnen dienst verbintenis naar Nederland te worde opgezonden, Is niet genegen zich te reëngageren, zoo wegens ongeschiktheid voor zijne tegenwoordige betrekking slechts tot een reëngagement als Adjudant - onderofficier - werkman zijn toegelaten. ⁋ ter opzending naar Nederland overgegaan b/h Sulskadir te Soerabaja derwaarts vertrokken m/h SS „ Vondel″ Ontscheept te Genua Terug in de sterkte van het korps Heeft zich blijkens verklaring, gedagteekend 27 Januari 1908 vrijwillig ondezworper aan de bepalingen van het persoon reglement, vastgesteld bij Kon.-besl dd 17 Februari 1905 No 8  Staats M No 784. ⁋ op weder aanneming in laatstgenoemden graad en betrekking wordt prys gesteld, wan¬ neer bij zich binnen twee jaren na afvoering uit de sterkte van het Indische leger weder voor den Indischen militaren dienst doet aanwerven."
    ],
    [
      "Model n°. 178 (binnenvel) Art. 319, § 1. April 1899."
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "row_surname: None",
      "Zie Suppletie folio 36605 geembarkeerd te Rotterdam a/b v/h ss „Soerabaja″ gedebarkeerd te Batavia en geplaatst bij het 10 Bat:on Inf:ie Overgegaan bij het 1e Recruten Bat:on „ „,, Garnis Bat:on v/d Wester. Afd:n Borno „,, „ „ 17e Bat:on Inf:ie „ „  „ 6' „. „ „ „ de Subs: Comp: van Sum: Westkust teni „ „ het 18e Bat:on Inf:ie „ „ - 10e  „ „  „ als geniesoldaat 2e ll: b/h Wapen der Genie Gereengageerd voor 2 jaren bij de koloniale troepen zoowel in als buiten Europa premie f 100 - Geniesoldaat 1:e klasse ter opzending naar Nederland overgegaan b/h Subs. kader te Batavia Wegens tijdelijke lichamelijke ongeschiktheid voor alle militai¬ re diensten bestemd om naar Nederland te worden opgezonden derwaarts vertrokken hier SS„ Salak″ te Rotterdam aangekomen en of dato tijdelijk ingedeeld b/d Koloniale Reserve Vrijwillig geëngageerd als soldaat voor vier jaren, bij het leger zoowel in als buiten Europa, in te gaan met den dag, waarop hij voor den actieven militairen dienst phijsiek geschikt be¬ vonden wordt, met ƒ200. premie, waarvan ƒ 20. heden is en ƒ 30. bij overgang naar eene der valide compagnieën zal wor¬ der uitbetaald, terwijl als dan ƒ150- in ’s Rijkspostspaar¬ bank zal worden ingelegd"
    ],
    [
      "row_surname: 5176",
      "Zie Suppletie folio 39973 geëmbarkeerd te Amsterdam a/b v/h SS „ Koningin Wilhelmina″ gedebarkeerd te Batavia en geplaatst bij het 10 Bat.n Inf:ie Overgegaan bij het 3:e Bat:on Inf:e bij evacuatie van Atjeh overgegaan b/h Subs. kader te Batavia Wegens tijdelijke lichamelijke ongeschiktheid voor den mili¬ tairen actieven, benting en hospitaal dienst bestemd om naar Nederland te worden opgezonden. Is geschikt voor bureau¬ dienst doch kan niet voldoen aan het examen voor ser¬ geant-schrijver. derwaarts vertrokken mh SS„ Salak″ te Rotterdam is aangekomen op dato tijdelijk ingedeeld b/h Kol. Reserve"
    ],
    [
      "row_surname: None",
      "1896, 1897, Krijgsverrichtingen tegen Atjeh Eereteeken voor belangrijke krijgsbedrijven 1873-1896 en 1896-1900 Atjeh 31 Mei 1900 toegekend de bronzen medaille zonder gratificatie. 23 December 1903, Uit de sterkte ge¬ bracht, zijnde aan hem bij Kon¬ besl. dd 11 December 1903 N:o 38 wegens voortdurende ongeschiktheid voor den militairen dienst, uithoofde van lichaamsgebreken, toegekend een voortdurend, gagement van ƒ 200 -'s jaars. Het certificaat van goed gedrag afgegeven."
    ],
    [
      "row_surname: 5176",
      "5 October 1900 Gedurende den tocht van een ge¬ deelte van het 3e Bat:en Inf:ie van Babah Kroeëng Mangi naar de boven Waila rivier, waarbij die colonne licht werd beschoten, schotwond aan den balzak, de rechterdij en de rechterbil. 1900 Krijgsverrichtingen tegen Atjeh Eereteeken voor belangrijke krijgsbedrijven 1896-1900 Atjeh 28 October 1902 Uit de sterkte gebracht, zijnde aan hem bij Kon: besl: dd: 18 October 1902, N49, wegens voortdurende ongeschikt¬ heid voor den militairen dienst uithoofde van lichaamsgebre¬ ken, toegekend een voortdu¬ rend gagement van ƒ 525.- 's jaars. t Ontstaan in en door den dienst na verwonding in den strijd bekomen."
    ],
    [
      "14 Februari 1908 Met paspoort we¬ gens diensteindiging. Bij Kon. besluit dd: 28 Februari 1908 No 37, wegens volbrachten dienst tijd toegekend een voortdurend pensioen van ƒ 753 -'s jaars Jnvorderen ƒ 20. ten onrechte genoten huis huur over december 1907 11/4 08-44 voordracht pensioen 2/15 - 08 - 55 Toekenning pensioen 3/2-08- N:o 16 vraegt betaling van nog toekomend gagement aan zijn vrouw. Certificaat v. o. v. b. opgezonden Afwijzing verzoek om weder aanneming als adj.- onderoff. werkman (reeds 49j. en g. 0871773 ruim drie jaar uit den E: 18 Apr. - 11-82 dienst."
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ]
  ]
}