[
  {
    "entity": "page_number",
    "value": [
      "1729 ",
      "1729"
    ]
  },
  {
    "entity": "index",
    "value": "oor loopende num mers. 1"
  },
  {
    "entity": "index",
    "value": [
      "row_surname: Knulst",
      "row_name: Pieter Johannes, Hendrikus",
      "Aan O.I. het rekest om plaatsing in het gewest van Aljek en Ondertwongheden Extm 22 feb. 1912. Zatie 11 44106 01B 1605 Z - 20: 362 184 5184 5622 Knulst 2 1 Pieter Johannes, Hendrikus"
    ]
  },
  {
    "entity": "index",
    "value": [
      "row_surname: Beers",
      "row_name: Joost.",
      "5185 56075 Beers Joost."
    ]
  },
  {
    "entity": "index_military",
    "value": "Algemeer stamboek nummer in Indië. 2"
  },
  {
    "entity": "muster_data",
    "value": "an nevenst. adres en a/d Vrijwillig geengageerd als soldaat jelève-tamboer) voor Waar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
  },
  {
    "entity": "muster_data",
    "value": [
      "Vrijwillig geengageerd als soldaat voor zes jaren 21 Februari 1902 19 Februari 1902 Vrijwillig geengageerd als soldaat jelève-tamboer) voor zes jaren bij het leger zoo wel in als buiten Europa met ƒ 300 - premier waarvan ƒ 50 - uitbetaald en ƀ 250 - in ’s Rijk postspaarbank ingelegd is Ingevolge beschikking van het § 19 Februari 1912 Opnieuw D.v.O. dd: 17 Februari 1902, Afd: Ters, W8. 14 November 1902 voor drie jaren bij de koe 'Soldaat wouvel in als buiten Europa, premier ƒ 150 waarvan ƒ 112.50 in's Rijkspostspaar- bank ingelegd. (Zie verder N=o 6518 stamboe nieuwe regeling. Stb. in Exh. 19 Juni 1912 no 57. Keert wegens diensteindiging uit in lie terug. (ag„ n=o 259/1912 toegestaan zijn gezien in in die achter te laten 15 „ 1902 Gedetacheerd voor Oost-Indie en op dato te Rotterdam vergegaan a/b 2/4 SS. Lawoe 23 December 190. Gedebarkeerd te Batavia en geplaatst bij het 2 Depot-Bat.on 23 September 190 overgegaen by het L.H. 15 Bt. Inf 15 November 1904 „ „  „ 1' Bat. Inf. 19 Maart 1905 „. „ „ L.H. 15 Bt. Inf. „ „  „ 5. Bt. Inf. 19 September 1905 Gereengageerd voor 4 jaren om te dienen by de Kol. Res. zoowel in- als buito 19 December 190 Europa, in te gaan by eindiging der loopende verbintenis, bedingen aan prena f 200. - waarvan het ¼ gedeelte hem by het ingaren van de nieuwe verbintenis zal worden uitbetaald zullende als dan het vorige te zijnen behoeve ingeschreven worden in ’s Rykspostspaarbank vereenkomstig de regelen door den N.V.K. vastgesteld, op verzoek als soldaat zeehenverpleger by den hospitaal dienst. 9 februari 1908 het ¼ gescelte der premier ad f 50.- uitbetaald. Bestemd om uiterlijk twee maanden voor het eindigen 25 November 1911 zijner dienstverbin tenis naar Nederland te worden opge- zonden. Is niet genegen zich te reëngageeren. Zou des verkiezende tot een resjarig reengagement zijn toegelate Ter opzending naar Nederland overgegaan bij het subs. kader 89 December 1911 te Koeta Radja. 18 December 1911 De waarts vertrokken met het stoomschip „ Koning Willem I ontscheept te Amsterdam en op dato terug in de steekt 17 Januari 1912 van het korps. 1"
    ]
  },
  {
    "entity": "muster_data",
    "value": [
      "Vrijwillig geengageerd als soldaat voor zes jaren 21 Februari 1902 bij het leger zoo wel in als buiten Europa met ƒ300 premie, waarvan ƒ 50- uitbetaald en ƀ 250- in's Rijks postspaarbank ingelegd is Gedetacheerd naar Oost-Indien en op dato te Amster 25 October 1902 dam overgegaan a/ C 2/2 SS„ Prins Hendrik Gedebarkeerd te Batavia is geplaatst bij het 3 Depot-Bat on 1 December 1902 Februari 1903 overgegaan by het 13e Bdt. Inf."
    ]
  },
  {
    "entity": "muster_data",
    "value": [
      "Bij het Instructie-Bat-on vrijwillig geengageerd als soldaat voor 9 Februari 1897 acht jaren Korporaal titulair 30 October 1897 Korporaal 5 April 1898 Overgeplaatst bij het 6' Regt Infie 5 „ 1898 1 October 1900 Sergeant-titulair / korporaal / 10 Mei 1901 Uit het kwartier te Geertruidenberg vermist tig komst binnen vier 12 September 1905 Overgegaan f/2 Gem Bet=n v/d H v. Bo Als deserteur afgevoerd 8 Juni 1901 Heeft zich den 22e Augustus 1901 vrijwillig aangemeld 21 November 1901 Weder in de sterkte gebracht, na bij vonnis van den krij raad in het 2 Militaire arrondissement van den 11 September 1901 ingegaan den 23 Augustus te voren, ter zake van eerste deserten in tijd van vrede door zonder verlof langer dan twee dagen van zyn korps af wezig te zyn gebleven, zonder de reden zyner afwezigheid ten genoegen des rechters te bewyzen niet op gevolgd door vrywillige ten weken, mesdryf ten aanzien van het misdadige het meest overeenkomend met eerste desertie in tyd van wede opgevolgd door arrestatie, te zyn ver vordeeld tot drie maanden militaire detentie met de gradatie overgenomen als Soldaat van het 6' Regt Juf met eene nieuwe verbintenis 21 februari 1902 voor zes jaren by het leger zoowel in - als buiten Europa met ƒ300.- zuwam ƒ 50. - uit betaold en f 250. - in's Ryks postspaarbank ingelen is, ingevolge besch. van het D. v. O. dd 10 februari 1902, Afd- Pers, W 65 16 October 1902 Korporaal 11 April 1903 Sergeant 24 October 1903 Gedetscheerd naar Oost-Indie en op dato te Amster „dan aan boord van het SS. Koning Willem 29 November 1903 Gedeburkeerd te Batavia en geplaatst by het Garn. Bot. i/d 2/0 afd. van Borneo 7 Januari 1905 Overgegaan bij het 3 Depot- Bat-o 4 Augustus 1905 „  „ „ 13 Bab.m Infan"
    ]
  },
  {
    "entity": "muster_data",
    "value": [
      "Model n°. 178 (binnenvel) Art. 349, § 1. April 1899"
    ]
  },
  {
    "entity": "campaign_data",
    "value": [
      "Bij het Instructie-Bat-on vrijwillig geengageerd als soldaat voor 19 Maart 1903 Scherpschulter 8 October 1903 Veruggesteld tot genoonschutter 1904 Krijgsverrichtinge in de Doesoe, Dejaklander 25 Juni 1909 Uit de sterkte gebracht zy de aan hem bij Kon besl. dd: 8 Juni 1900 voortdurende ongeschild N.o 63, wegens heid voor alle De militaire diensten niet ontstaan door bevolen of gevorderd diensten toegekend een voortdu rend gagement van ƒ 143 - '1 Jaars tig komst binnen vier 12 September 1905 Overgegaan f/2 Gem Bet=n v/d H v. Bo une 1904 afgekeurd voor den dienst te velden 1906 Bestemd voor Centing dienst 12 1906 Overgegaan b/h 1 Depot - Bat 25 „ 1907 ter opzending naer Nederland over vergegaan het Subs. seader te Batavia „ 1907 Bestemd om naar Nederland te worden opge- zonder daar zijn gezondheidsterstaad de het noorden 10 Juli 1907 derwaarts vertrokken m/h 51 5. Gedé 15 Augustin 1907. Ontscheept te Rotterdam op dato terug -de staakte van het korps 11 Februari 1908 Bij phijsieke ongeschiktheid voor ene nieuwe verbintenas vrywillig verbond als vergeant voor 4 jaren, bij het leger zoo meli als buiter Europa, en te gaar met den een F XI"
    ]
  },
  {
    "entity": "campaign_data",
    "value": [
      "Vrijwillig geengageerd als soldaat voor zes jaren Aan nevenst. adres en a/d Comm. der Kol. Res. Ken. nisgegeven 20 Augustus 1903 te Krian (Soerabau) e overleden (verdronken) b/h baden verdronken -03 - 30. lijden a/d Jam. gezonden C.G. bericht dat f 0.64 en pa nagelaten. Kennis belanght. benden. 3/14 - '04 - 67. 10 k f 0.47 5 en pap. aan rechthebbenden uit gekeerd door tusschenkomst van den burg. van Amsterdam. f 0. 16 5 gere. serveerd ten behoeve van N. Beers (1/2,41) 1/3 - '04 - 43."
    ]
  },
  {
    "entity": "campaign_data",
    "value": "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
  },
  {
    "entity": "campaign_data",
    "value": [
      "Is behept met 3/4 gezichtsscherpt Toegekend de bronzen medaille met de Comdt der Kol. Res verzocht het noodig lb. gratificatie den 11 Augustus 1908 tegen kwitantie f 75, te doen tgeh 1919-1910-1711- Krijgsverrichtingen in A § 19 Februari 1912 Opnieuw gezonden aan den korps Comd en verbonden, voor drie jaren bij de koe Coniale troepen wouvel in als buiten Europa, premier ƒ 150 waarvan ƒ 112.50 in's Rijkspostspaar- bank ingelegd. (Zie verder N=o 6518 stamboe nieuwe regeling. Stb. in Exh. 19 Juni 1912 no 57. Keert wegens diensteindiging uit in lie terug. (ag„ n=o 259/1912 toegestaan zijn gezien in in die achter te laten voor zouden van Kol. Res 16 Jan.i 1912 Europa, in te gaan by eindiging der loopende verbintenis, bedingen aan prena"
    ]
  },
  {
    "entity": "comments",
    "value": [
      "Kust wegen ziekte int Inde terug dij no 5823/07 Vuilichtig uit: pers: Weg v/d. '09.54 Voorzackt Gajement 5/21 - '09, - 44, Toekening Gr Gemeente 77109 - W. 2/2 Jaiemen=reclam, om raad 8 bericht in handen yd Comm: a/d: C.R. Gestelden. 5 9/1 - '09 - W Onderzoek in O. Indiä nisgesteld 9/1 - '09 - 52"
    ]
  },
  {
    "entity": "comments",
    "value": [
      "Is behept met 3/4 gezichtsscherpt op het rechteroog en 1/2 op het J. Knulst, Rotterdam, Weeshuis, Westkruishade linker Infie og 1905 ƒ9243 Verzoekt f 75.- van zijn bespaard kand. gelde te mogen ontvangen; toegestoon de Comdt der Kol. Res verzocht het noodig te verrichten (Enk 9/26-06-28) De leger Comdt verzocht hem tegen kwitantie f 75, te doen uitbetalen. Exh. 10/12-06W-22 De leger Comdt zend kostantie ad f 75. gezonden aan den Kerps Cemd (Ech ½9-07-32) Vroogt een gedeelte van zyn besoon handgeld terug, aan ku D. v. O. in Jndo medegedeeld dat haarop eerst kan werde bedert zelve bekend is dat hy zich heeft gereengageerd en de reengagam premie in 't Ryks (nootspaarboort) in erjelegen. Ent 6/4 -08-16) Bewijs van in's Ryks (restloot belega handgeld voor Indie gezond / Ent 7/29 -08 - 68/ Aan Indie verzocht ƒ 75. cukte betalen (Enk 6/4-08-14) Vewitantie uit Indie ontvangen en gezonden aan den korps Comd Eph. 11/24-08 n.o 50"
    ]
  },
  {
    "entity": "comments",
    "value": [
      "Aan nevenst. adres en a/d Comm. der Kol. Res. Ken. nisgegeven fieselier OVERLEDEN K. Beers, Amsterdam, Blankenstraat 40 20 tugustus 1908 e Krian (Soerabaise) b/h baden verdronken 19 1903/7925. -03 - 30. G Gopgave der nalatenschap gevroopd ag. 1903. n=o 794 Verklaring van overlijden afgegeven a/d Comm. der K.R. „ 9/30 - '03 - 95. Nader bericht van over lijden a/d Jam. gezonden 10/9 - '03 - 30. C.G. bericht dat f 0.64 en pa nagelaten. Kennis belanght. benden. 3/14 - '04 - 67."
    ]
  },
  {
    "entity": "page_number",
    "value": [
      "1729 ",
      "1729"
    ]
  },
  {
    "entity": "comments",
    "value": "PMERKINGEN. 7"
  },
  {
    "entity": "campaign_data",
    "value": [
      "x"
    ]
  }
]