{
  "title": [
    "Machtiging verleend tot weder aanne: voor 6 jan b/a K.R. ingaande op den 3 m februari 1925 - 08 - 48 1908. Fijt Franciscus Joannes, Fredericus. ",
    "Machtiging verleend tot weder aanne: voor 6 jan b/a K.R. ingaande op den 3 m februari 1925 - 08 - 48 1908. Fijt Franciscus Joannes, Fredericus."
  ],
  "people": [
    [
      "Vader Henricus, Petrus Moeder Anna, Apolonia Hommes Geboren te S'Gravenhage (Z.H den 31 Maart 1867 Laatst gewoond te s Gravenhage Bij zijne aankomst bij het korps lang 1.721 Meter. Gekeurd"
    ],
    [
      "Vader Wouter Moeder Cornelia Karssen Geboren te Amsterdam (N:d H:d) Neus den 27 Maart 1884 Laatst gewoond te Rotterdam (Z:d H:d) Bij zijne aankomst bij het korps lang 1. 663 Meter. „ 1. 664 „  „ „ intrede van het 19:e levensjaar gewettigde kinder Gertruida Vr. geb 4 Sept. 1906 ren bij G.B. dd:o 3 } Jan:i 1909 n:o. 41. Cornelis Wouter, 16. geb. 11 Juli 1908"
    ],
    [
      "vader Jeremia Moeder Jannetje Roskam Geboren te Krimpen a/d Ijssel (Z. H:d) den 4 December 1880 Laatst gewoond te Apeldoorn (Gelderl) Bij zijne aankomst bij het korps lang 1.80 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus groot Mond gewoon Kin rond Haar blond Wenkbrauwen id Merkbare teekenen getatoe¬ eerd op beide armen en beide handen."
    ],
    [
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond idem Kin rond Haar blond Wenkbrauwen idem Merkbare teekenen geene"
    ],
    [
      "Aangezicht ovaal Voorhoofd breed Oogen blauw Neus spits Mond klein Kin rond Haar d:r bruin Wenkbrauwen id Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "19 Februari 1902. 25 October 1902 1 December 1902 3 februari 1903 8 September 1903 8 Mei 1904 30 Augustus 1904 17 September 1904 19 December 1907 25 februari 1908 30 December 1900 30 April 1909. 8 April 1910 16 Juli 1910 19 Februari 1912"
    ],
    [
      "18 februari 1902 11 November 1906 17 „ 1906 20 December 1906 8 Januari 1907 18 September 1907 5 November 1907 25 „ 1907 21 December 1907 ment, vastgesteld bij Kon. besl dd, 17 Februari 1905, N:o 8 [Staatsblad N:o 74]"
    ],
    [
      "2 Februari 1908 Bij Kon: besl: dd 15 Februari 1908 No 29. we¬ xx"
    ],
    [
      "16 Maart 1901 20 April 1901 24 December 1901 7 Januari 1902 17 „  „ 1902 17 Februari 1902"
    ],
    [
      "ie Suppletie folio 40241 Waar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 349, § 1. April 1899."
    ],
    [
      "Vrijwillig geengageerd als soldaat voor zes jaren het leger zoo wel in als buiten Europa met ƒ 300 — premie waarvan ƒ 50 - uitbetaald en ƒ 250 - in's Rijkspostspaarbank ingelegd is. Ingevolge beschikking van het D.v.O. dd 13 Febr¬ ari 1902, Afd: Pers, N:o 14 Gedetacheerd naar Oost-Indië en op dato te Am¬ sterdam overgegaan a/b v/h SS. „Prins-Hendrik” Gedebarkeerd te Batavia en geplaatst bij het 3e Depot- Bat:on overgegaan by het 13e Bat Inf „  „ „ 2' Depot Bat „  „ „ 13. Bat. Inf. korporaal overgegaan by het Garn. Bat:on der 40 afd. van Borneo. Gereengageerd voor vier jaren om te dienen by de Kol. Res. zoowel in - als buiten Europa, in te gaan by eindiging der loopende verbintenis bedingen aan premier ƒ 200.- waarvan het 1/4 gedeelte hem bij het ingaan van de nieuwe verbintenis zal worden uitbetaald zullende als dan het overige te zijnen behoeve in¬ geschreven worden in ’s Ryksportspaarbank overeenkomtig de regelen door den M. v. K. vastgesteld by het R.H.2. Depot Bat. en op dato vrijwillig onderworpen aan de bepalingen van het penn den reglement gehecht aan het Kon. besl. van 17 februari 1905, n.o 8 het ¼ gedeelte der premie ad ƒ 50.-rutbetaald, had moeten zyn uit¬ betaald den 19 februari 1908. overgegaan bij de kaderschool te Magelang „ het 19-e Baton Infie. sergeant Overgegaan bij het garn. bat:on van Celebes en Menado Gereëngageerd voor 6 jaren bij de koloniale troepen zoo wel in als buiten Europa, premie ƒ 300, waarvan"
    ],
    [
      "Met pastpoort wegens diensteindiging Zie folio 134. Vrijwillig geëngageerd als Sergeant majoor voor zes jaren ingaande den 3 februari 1902 by het leger zoowel in als buiten Europa zonder premie, ingav boek van het D v O dd 15 februari 1902 Afd. Per. No 10. Zie nr 400. Adjudant. onderofficier Gedetacheerd naar Oost-Indië en op dato te Amsterdam over¬ gegaan aan boord van het SS„ Prinse's Sophie” Gedebarkeerd te Sabang en geplaatst bij het 2e Garn. Bat:on van Atjeh U. overgegaan by het 14 Bat. Inf. Bestemd om uiterlyk twee maanden voor het eindigen zyne dienst verbintenis naar Nederland te worden opgezonden. Is niet genegen zich te reëngageeren. Zou des ver¬ kiezende tot een zesjarig reëngagement zijn toegelaten Ter opzending voor Nederland overgegaan by het deels kader te Koeta Radja Derwaarts vertrokken met het stoomschip: „ Rembrandt” Ontscheept te Amsterdam en op dato terug in de sterkte van het Korps Heeft zich blijkens verklaring, gedagteekend 1 Februari 1908 vrijwillig onderworpen aan de bepalingen van het pensioenregle¬ ment, vastgesteld bij Kon. besl dd, 17 Februari 1905, N:o 8 [Staatsblad N:o 74]"
    ],
    [
      "Met pastpoort wegens diensteindiging Bij Kon: besl: dd 15 Februari 1908 No 29. we¬ gens volbrachten diensttijd toegekend een voortdurend pensioen van f 556-'s jaars [Staatsblad N:o 74]"
    ],
    [
      "Zie Suppletie folio 40241 Geembarkeerd te Amsterdam a/b v/h S.S. „Prinses Amalia” Gedebarkeerd te Padang en geplaatst bij het 4 Depot- Bat:on Per opzending naar Nederland overgegaan b/h Subsikader te Padang wegens tijdelijke lichamelijke of ongeschiktheid voor alle militaire diensten, bestemd om naar Nederland te worden opgezonden derwaarts vertrokken per SS. „Salak” te Rotterdam aangekomen en op dato tijdelijk ingedeeld a/d Kol: Reserve"
    ],
    [
      "1904, 1904 krygoverrichtingen in de Doesoen en Dajaklanden. 1906, 1907 kryppvorrichtingen in de 40 ofd. van Borneo. 160 October 1908 toegekend de bronzen med. met ƒ 12-grat. 1909 Krijgsverrichtingen in het Gouv. van Celebes en onderh. Voll. stamb. 39019 — ƒ 225. — in de postspaarbank in Ned. Indië ingelegd Ziektenboekje naar de Koloniale Reserve den 20 Maart 1918. Menado als Sergt met pensioen Exh. 7 Aug. 1918. N:o 83"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "7 Mei 1444 Weder naar Oost-Indië gezonden te Amsterdam geëmbar¬ keerd aan boord van het SS„ Oranje” en ontheven van zijne tijdelijke indeeling bij de Ko¬ loniale Reserve"
    ],
    [
      "Toegekend de Orde van Oranje Nassau in zilver K.B.dd 28 Augst ob N 14. 10 September 1906 Litt D N 19 Bij Kon besl dd 28 Augustus 1906 No 14 toegekend de een medaille der Orde van Oranje Nassau in zilver met de gekruiste zwaarden. 1907 krijgenverrichtinge in atjeh XX 7 Voordracht a/d Koningin tot toekenning van eene toelage aan zijne echtgenoote 3/4 08.53 Zie verder Folio 2394 ƒ2.90 per week voor woninghuur toe¬ gestaan. Exh. 12/28-07 No. 52. Voordracht renten 2/4 - 08 - 67 Toekenning renten 2/18 - 08. N:o 18"
    ]
  ]
}