{
  "title": "Algemeen stamboek- in Indië 2",
  "people": [
    [
      "row_surname: Schaap",
      "row_name: Jan, Cornelis",
      "Vader Andries Moeder Johanna, Mathilde Kleist Geboren te Haarlemmermeer N.a 4: den 19 Januari 1882 Laatst gewoond te Amsterdam (N=t Holl zijne aankomst bij het korps lang 1.683 Meter Merkbare teekenen"
    ],
    [
      "row_surname: Gruber",
      "row_name:  55726",
      "Vader Johann Moeder Anna, Maria Schmid Geboren te Sauer Schwabenheim / Duitschland den 16 Juli 1876 Laatst gewoond te Kostheim [Duitsch Bij zijne aankomst bij het korps lang 1.66 Meter"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: van den Nulft",
      "row_name: Roelof",
      "Vader toueerd beide armen en Gerrit Moeder Jentje Mulder Geboren te Kwolle (Overijssel den 7e Februari 1882 Laatst gewoond te Enschede zijne aankomst bij het korp lang 1.716 Meter."
    ],
    [
      "row_surname: Schaap",
      "row_name: Jan, Cornelis",
      "Aangezicht Ovaal Voorhoofd genoon Oogen blauw Neus groot Mond Jervoor Kin spits Haar Clond Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: Gruber",
      "row_name:  55726",
      "Aangezicht ovaal Voorhoofd breed Oogen grijs Neus groot Mond gewoon Kin rond Haar blond Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "row_surname: van den Nulft",
      "row_name: Roelof",
      [
        [
          {
            "entity_type": "paragraph",
            "content": "text: Merkbare teekenen geta¬"
          }
        ],
        "toueerd beide armen en",
        "handen",
        "Aangezicht rond",
        "Voorhoofd",
        "gewoon",
        "Oogen",
        "bruin",
        "Neus",
        "klein",
        "Mond",
        "1 dern",
        "Kin",
        "rond",
        "Haar",
        "Clond",
        "Wenkbrauwen id"
      ]
    ]
  ],
  "events": [
    [
      "cheerd te worden bij de muziek Zie Suppletie folio 40034 20 September 1906 Uit de sterkte gebracht 18 Augustus 1900 Geembareerd te Amsterdam a/b v/h S„S Koningin Wilhelm zynde aan hem by Kon-besl dd 6 September 1906 22 September 1904 Gedebarkeerd te Batavia en geplaatst b/h 1e Depot Bat=m N 42, wegens voortdurende ongeschiktheid voor Overgegaan bij het 10 Batm Infie 12 Maart 1901 alle militaire diensten, niet ontstaan door bevolen 10 October 1901 ter opzending naar Nederland overgegaan bij het Subs. kader te Batav of gevorderde diensten toegekend een voortdurens 11 „ 1901 Wegens tijdelijke lichamelijke ongeschiktherd voor alle„ gagement van ƒ100.-'s jaars litaire diensten bestemd om naar Nederland te worden opgezo 23 „ 1901 derwaarts vertrokken met het S8. Ardjoeno Het certificaat van goed gedrag of gegeven 24 November 190 te Rotterdam aangekomen en op dato tijtelijk ingedeeld bij de Koloniale Reserv Zie verder N=o 6106 bij dit korps tibreren KOLONIEN med: G: 24/33 Strafbook No.: 5106 11 Juli 1932 ontslagen, geen verklarin van aanbeoeling VOLL STAMBOER 52885 Pensioen m. i v. 12 Juli 1932 ad f 92e 3 grars wegens V. D v. 11 Juli 1932 - 18. 11 Oct: 1906 aangenomen bij het vaste Kosting ad f 26 per kwartaal ten behoeve van Vrouwe„ personeel der Recons, Afd. Heeft f 2. HEJ F. van der handen gewezen achtgenoote van — V 16 Nov 32 - te goed aan gagement, Een attestatie Ongedagt.'s verzoek van Vrouwe J. C.s. m. a schoop geb. Rombeek vita toe gezonden. Mr. echtgenoote van — om kurling op het pensioen van Ed sch. 10/17-06 No 65 haar acht moet van wien zy gescheiden heeft, op 17/12. 32 aan 3e Afd"
    ],
    [
      "6 November 1901 Vrijwillig geëngageerd, als soldaat voor zes jaren bij het lege Waar — hetzij binnen- of buitenslands - en wanneer in dienst getreden ; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "Zie Suppletie folio 3969b 26 November 1901 5 Maart 1902 25 October 1902 1 December 1902 29 Maart 1903 25 Mei 1903 13 April 1904 F bekrachtigd bij ar¬ rest van het H.M.G voor 26 Augustus 1904, 14 September 1904 26 Augustus 1905 26 September 1905 14 November 1905 19 Januari 1906 10 Mei 1906 14 Juli 1906 19 September 1906 6 Juli 1907 voor der krijgsraad te Magelang en op dato in preventieren heeftens Bij vonnis van dien krijnsraad dd 19 Juli 1907 bekrachtigd bij sententie van het H. M. G dd. 13 September 1907 ingaande of Zie Suppletie folio 3969b Vrijwillig geëngageerd, als soldaat voor zes jaren bij het lege roowel in als buiten Europa met ƒ300-prennie, waarvan f. uitbetaald en ƒ 250 - in's Rijkspostspaarbank ingelegd Ingen sijn „ op dato overgeplaatst bij het 5de Regt. Infie bed schikking van het D. v. O. dd 23 November 190 Afd: fo.s.B 10. Is ingeschreven voor de militie in 1901 voor d gemeente Avereest (Overijssel) onder No 44 ter inlijving bij de militie bestem Gedetacheerd naar Oost-Indië en op dato te Ams sterdam overgegaan aan boord v/h T.S. Prins Hendrik Gedebarkeerd te Batavia en geplaatst bij het 2e Depot. Bat.o Overgegaan bij het 1 Bataan Inf 2e Voor de krijgsraad te Wel te vrede \" en op dato in preventeel hechtenis. Bij vonnis van diembrygsraad dd: 12 Augustus 1904. ingaande op dien datum, veroordeeld tot een jaar gevangen te vervanger door militaire detentie van gelijke duur, we gens diefstal met binnenbraak in een bewoond huis ond verzachten de omstandigheder. ter executie gelegd van militaire detentie ontslager en geplaatst bij het 3 Depot - Bat overgag aan bij het 5e Bat-m Inf RH 7 „ 8 2e Depot Bas 4e Bat.on Ins „ 2e Depotz Batn voor der krijgsraad te Magelang en op dato in preventieren heeftens Bij vonnis van dien krijnsraad dd 19 Juli 1907 bekrachtigd bij sententie van het H. M. G dd. 13 September 1907 ingaande of"
    ],
    [
      "15 April 1899 22 Mei 1894 4 Maart 1900 27 September 1901 7 October 1901 18 „ 1901 26 November 1941 7 februari 1902 31 Juli 1902 23 Augustus 1902 25 September 1902 6 Juni 1903 15 October 1903 6 December 1903 13 Juni – 1904 te Rotterdam aangekomen en op dato tijdelijk ingedeeld b/d Koloniale Reserva dag van inscheping met ƒ200.- pr. waarvan f 20.- heden is- en f 30 by overgang naar het K.W.D zal worden uitbetaald terwyl als dan f 150 in's Ryksportspaarbank zal worden ingelegd Korporaal schrijver Zie Suppletie folio 40034 Zie Suppletie folio 3969b Geembarkeerd te Amsterdam a/b v/h 28 „ Prins Hendrik Gedebarkeerd te Batavia en geplaatst bij het 2e Depot- Bat Overgegaan by het 8e Bataan Inf a opzending naar Nederland overgegaan bij het Seels. kinder te Semi Wegens tijdelijke lichamelijke ongeschiletheid voor den militairen adieven en Centingdienst, bestemd om naar Nederland te voor den opgezonden: Is geschikt voor bureau en hospitaal dienst, doch niet genegen om bij laatstgenoemden dienst over te gaan ,terwijl hij /niet kan voldoen aan het exam voor soldaat 10 Mei 1906 het proposit in Nederl. Indie toegestaan schrijver. derwaarts vertrokken met het SS„ Arsjoeno neer hy zich binnen 2 jaren na afvoering uit de sterkte van het Indische leger weder voor den Indischer militairen dienst dat aan te Rotterdam aangekomen en op dato tijdelijk ingedeeld b/d Koloniale Reserva d Met verbreking van het loopend verband vrywellig geëngageerd als sol geëngageed als so daat voor vier jaren by het leger in Oost of West Indie ingaande met den dag van inscheping met ƒ200.- pr. waarvan f 20.- heden is- en f 30 by overgang naar het K.W.D zal worden uitbetaald terwyl als dan f 150 in's Ryksportspaarbank zal worden ingelegd Gedetacheerd naar Oost-Indie en op dato ter uitzending over gegaan naar het Koloniaal Weofdepot Geembarkeerd te Rotterdam aan boord van het S.S. „ Goentoor Gedeborkeerd te Padang en geplaatst by het 16' Bata. Inf. vergegaan als soldaat schrijven bij het schippers personeel van de Miletaire ad minestratie en geplaatst by het subs. hader te Padang overgegaan by het Gam. Bot. van S. W. K Korporaal schrijver voorgegaan by het sch. kader te Padang"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 349, § 1. April 1899."
    ],
    [
      "Kest wegens zesjarig verklaart en dienstemdiging uit Inelie ter Ag No 3915/09 1903, 1904 Krijgsverrichtinge tegen Djan Eereteeker voor belange krygsb: 1901-1904 Bjambe 24 Juni 1909. als vrijwillige afgevoer tot de positie van miliaien teruggebracht en op dato overgeplaatst bij het 5de Regt. Infie dien datum, veroordeeld tot zes maande milita detentie wegens insubordinatie door voorde en gebare 2 octobes 1907 ter executie gelegd 11 Maart 1908 van militarie detentie ontslag en geplaatst bij het d'Depot. Bat 27 april 1909 ter opzending naar Nederland voor gegaan bij het Sulshader te Batavia 3 Mei 1909 Bestemd om onverwijlt naar Nederland te vorder opgezonde wegens meer der zes jaren onerfge treke verblyf in Nederl. Indie, gerekend van er met de dag v inscheping herwaarts en wegens eindiging van zijn dienst verbind. zou wegens slecht gedreg een ziengag wert zijn geweigerd 20 Mei 1909 derwaarts vertrokken met het St. Orang 22 Juni 1909 Ontscheept te Amsterdam en op dato te rug in de stersite van het leors"
    ],
    [
      "row_surname: Gruber",
      "row_name:  55726",
      "naar Mainz (Duitsch land Bij Komberl: van 11 April 1 799 No 31, op het Aanvraag 4 weken verlof daartoe door hem gedaan verzoek, vergun Harderwijk niet in eene zieke inrichting verpleegd ning verleend tot het dragen van de Cron zen medaille, ingesteld ter herzinnering aan de postspaarbank formelien honderd ten gelootedag van wijlen den Duitsche het bespaard handgeld met een ten te storten bij een betaalweer K willen doen uitbetalen erzer Willem I 1903 krygverrichtingen tegen korintje Eersteeken voor belangryke krygsbedryven 1903 Korent 14 October 1905 toegekend de bronzen medaille. Z. Gr 10 Mei 1906 het proposit in Nederl. Indie toegestaan 23 Augustus 1906 te Padang afgegarn, zynde hem he certificaat van goed gedrag uitgereikt. op weder aanne ming in graad en betrekking worat prys gesteld, wa neer hy zich binnen 2 jaren na afvoering uit de sterkte van het Indische leger weder voor den Indischer militairen dienst dat aan"
    ],
    [
      "est wegens zesjarig verklaart 1903, 1904 Krijgsverrichtinge tegen Djan Bijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ]
  ]
}