{
  "title": "Algemeen stamboek nummer in Indië 2",
  "people": [
    [
      "row_surname: Dekkers",
      "row_name: Judocus Cornelius",
      "Vader Josephus Moeder Elisabeth Johanne van Disseldorp Geboren te Loon op Zand / N.B/ den 23 Maart 1876 Laatst gewoond te Rotterdam / Z. Hd Bij zijne aankomst bij het korp lang 1.77 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement 4"
    ],
    [
      "Vader Bouter Moeder Ankje Mensch Helder (Nd Hd) Geboren te den 12 Januari 1879 Laatst gewoond te Apeldoorn (Geldert Bij zijne aankomst bij het korp lang 1. 704 Meter."
    ],
    [
      "row_surname: Kesteloo",
      "row_name: Paulus",
      "Vader Willem Moeder Johanna Louwers Geboren te Veere J Zeeland den 1 November 1870 Laatst gewoond te Middelburg (Zeelen Bij zijne aankomst bij het korps lang 1.7. Meter."
    ],
    [
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin Neus breed Mond genroon Kin spits Haar d.r bruin Wenkbrauwen id Merkbare teekenen getatoren eerd op beide armen"
    ],
    [
      "row_surname: Kesteloo",
      "row_name: Paulus",
      "Aangezicht ovaal Voorhoofd rond Oogen bruin Neus groot Mond gewoon Kin spits Haar Bruin Wenkbrauwen id Merkbare teekenen. - Gehuwd"
    ],
    [
      "row_surname: Dekkers",
      "row_name: Judocus Cornelius",
      "Aangezicht Ovaal Voorhoofd laag Oogen bruin Neus groot Mond gewoon Kin spets Haar bruin Wenkbrauwen id Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "row_surname: Kesteloo",
      "row_name: Paulus",
      "Zie Suppletie folio 3934a geembarkeerd te Rotterdam a/b v/h SS. Penaaran gedebarkeerd te Batavia en geplaatst b/h Wapen der Artille 18 Januari 1908 Uit de sterkte ge voork geplaatst bij de Vesting artillerie Vergeant ter opzending naar Nederland overgegaan b/h Subskader te Batavia Wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden opgezonden derwaarts vertrokken m/g S„S„ Honing in Regent te Amsterdam ad Tijdelijk ingedeld bij de Koloniale Reperve Met verbreking van het loopend verband vrijwillig geëngelyk als Sergeant voor vier jaren bij het leger zooveel in als buiten Er ropa, in te gaan met den dag waarop hij voor den actieren litairen dienst phijsiek geschikt bevonden wordt met ƒ200 - premie, waarvan ƒ 20 - heden is en f 30 - bij overgang eene der val de compagnien zal worden uitbetaald ter ijl als dan ƒ150- in ’s Ruks Postspaarbank zal worden ingelegd Phijsiek geschikt bevonden 10 September 1895 18 October „ 20 „ „ 3 Juli 1901 30 November 3 December 11 11 Januari 1902 12 „ „ 3 April 1902 5 December 1443"
    ],
    [
      "Zie Suppletie folio 58884. geembarhierd te Amsterdam a/b 24/6 SS Prinses Amalia gedebarkeerd te Batavia en geplaatst b/h Wapen der Artie= geplaatst bij de bergartillerie Kanonnier 1 Klasse ter opzending naar Nederland overgegaan W. Subs. kader te Batavi Overgegaan bij de veldartillene Wegens tijdelijke lichamelijke ongeschiktheide voor alle militaire dien ten bestemd om naar Nederland te worden opgezonden derwaarts vertrokken met het voors. Koningin Regentes te Amsterdam aangekomen Tijdelijb ingedeeld bij de Koloniale Reserve 11 December 189 19 Januari 1898 20 19 Juli 1899 27 November 190 12 December 1890 3 December „ 11 „ „ 11 Januari 1902 12 „"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 310, § 1. April 1899"
    ],
    [
      "12 Januari 190 15 November 190 23 December 1902 19 October 1903 31 „ 1904 21 februari 190 20 April 1905 7 „ 1906 6 Augustus 1906 4 februari 1907 22 September 1907 16 „ 1907 9 November 190 9 December 1907 sijnde C sig siggebohtiget undt ver¬ Vrijwillig geengageerd als soldaat voor zes jaren, bij het le„ er zoowel in als buiten Europa met ƒ 300 - premier waarvan ƒ 50 - uitbetaald en ƒ250 - in's Rijkspostspaarbank ingelegd is Gedetacheerd naar Oost-Indie in op dato te Rett dam overgegaan a/b z/h SS.    Lawoe Gedebarkeerd te Batavia en geplaatst bij het 2e Decret Batn. Overgegaan by het 5' Bat. Inf geplaatst in de 2 klasse van militaire discipline Voor den krygwaad te Magelang en op dato in provintieve hechtenis Bij vonnis van dien krygeraad dd 11 Maart 1905 bekrachtigd by arrest van het H. M. G. dd 7 April 1905, ingaande op dien datum veroordeeld tot een jaar militaire gevangenis, wegens het als minder militair entdruk belijk weigeren en opzettelyk nalaten de orders van deugene die binnen hem gesteld zyn te gehoorsamen en na te komen in een andere gelegenheid dan in eene affaire tegen der vijand of in een plaats welke dadelyk belegerd of bevend is ter executie gelegd Van militaire gevangenis ontslagen en geplaatst by het 1\" depot Bat Uit de 2 klasse van militaire discipline ontslagen, rekenende in te gaan den 15 Juli 1906 overgegaan by het 13e Bat. In - - „ „ 3. kepot Bat Voor den krygwaad te Magelang, niet in preventieve heeftens Bij vonnes van dien krygeraad dd 4 October 1907 bekrachtigd by arrest v het H. M. G. dd 25 October 1907 ingaande den 9' November 1907 veroordeel tot een maand militaire detentie, wegens insubordinatie door woorden ond verzachtende omtardigheden Ter executie gelegd Van militaire detentie ontslagen en geplaatst by het 2e Depot Bat:"
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "ijgewoonde veldtochten, bekomen 6 L'Œuvre du Comptoir d'après le Président. wonden, uitstekende daden; wanneer en op welke wijze afgegaan."
    ],
    [
      "1 1906 Krygwerychtingen op Bali nissä, että läänistä: weil der Stadt verleitung ein halb finelin XX 8 September 1908 voor den krijgeraad te Hagelang en op dato in preventieve hechtenis. Rij sententie van het H 16 G dd 29 Januari 1909 ingaand op dien datum veroordeeld tot vervallen verklaring van den militairen stond en twee jaren gevangenis wegens, dietstal met geweld bij nacht door twee personen onder zachtende, omtandigheden 22 Januari 1909 ter executie gelegd ƒ ƒ 28 December 1907 Rij des locatie overgegaan by het R.H.Z. Depot 8. 10 februari 1908 Voor den krijgsraad te Magelang niet in presentie hechter is Besententie van het H. M. G. dd 8 Mei 1908 ingaande 21 Mei 1908 veroordeeld tot 2 maanden gevangen is te vervangen door militaire detentie van gelykens duur en twee geldboeten groot fl en ƒ25. by wanbetaling te vervangen resp. door 2 en 3 dagen met detentie wegens het ten deele vernielen van eene sluiting, het 20 voor kennis en verlof van den berooner binnen treda van een gebouw en het toebrengen van een slag die geenerlei ziel ten of onbekend heid tot persoonlischen arbeid en slechts een onbeduidende kretseur ten gevolge heeft gehad. 27 Mei 1908 Ter executie gelegd di 1908 van militaire detentie ontslagen xx"
    ],
    [
      "1899 Krijasverrichtungen tegen April Eersteeken voor belangrijke krijgs bedrijven 1896-1400 M 15 November 1902. Weder naa terdam geembarkeerd a/b Jz PP. Lawoe en ontheven van zijne tijdelijke in deeling by de Koloniale Reserve"
    ],
    [
      "row_surname: Kesteloo",
      "row_name: Paulus",
      "Richter 2 Klasse den 11' December 1900 21 October 1903 toegekend de bronzen medail met f 12-grafificatie 18 Januari 1908 Uit de sterkte ge voork bracht z sijnde aan hem bij Ho: besl. dd 7 Januari 1908, N°18. wegens voort duzende ongeschifen heid voor alle militaire dienste niet ontstaan door bevoler of ge vorderde dienster toegekend, een voortdurend gagement var ƒ 308 kurs. ¬"
    ]
  ]
}