{
  "title": "Algemeen stamboek- nummer in Indië. 2",
  "people": [
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement 4"
    ],
    [
      "4 Vader Cornelis Moeder Allegonda van den Bighelaar Geboren te Rotterdam (Z. H) den 18 November 1884 Laatst gewoond t Rotterdam Bij zijne aankomst bij het korps lang 1.45 Meter."
    ],
    [
      "row_surname: Beers",
      "row_name: Joost",
      "vader Klaas Moeder Jannetje Verheur Geboren te Amsterdam (N=d Ha den 6 November 1876 Laatst gewoond te Haarlem Bij zijne aankomst bij het korp lang 1.65 Meter"
    ],
    [
      "Aangezicht Jervoor Voorhoofd kroog Oogen grijs 11 Oct: 10 - 8 Neus gewoon Mond klein Kin rond Haar d=r Clond Wenkbrauwen id Merkbare teekenen getatore eerd linkerarm en linkerkend Gebuwd."
    ],
    [
      "Aangezicht ovaal Voorhoofd hoog Oogen grijs Neus groot Mond gewoon Kin id Haar blond Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "Model n°. 178 (binnenvel) Art. 310, § 1. April 1899"
    ],
    [
      "row_surname: Beers",
      "row_name: Joost",
      "Aangezicht: ovaal Voorhoofd gewoon Oogen bruin Neus gewoon Mond klein Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen.."
    ]
  ],
  "events": [
    [
      "729 Bijgewoonde veldtochten, bekomen Waar — hetzij binnen- of buitenslands — en wanneer in dienst getreden wonden, uitstekende daden; OPMERKINGEN. omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. wanneer en op welke wijze afgegaan. 5 6 7"
    ],
    [
      "Vrijwillig geengageerd als soldaat voor ze 14 Februari 1902 Vrijwillig geengageerd als soldaat jelève-tamboer) voor zes jaren bij het leger zoo, wel in als buiten Europa met ƒ 300 - premie waarvan ƒ 50 - uitbetaald en ƀ 250 - in's Rijs 19 Februari 1912 Opnieuw verbonden voor drie jaren bij de koloniale troepen waarvan ƒ 112.50 in's Rijkspostspaar- bank ingelegd. (Zie verder N=o 6518 stamboen nieuwe regeling. postspaarbank ingelegd is. Ingevolge beschikking van het D.v.O. dd: 17 Februari 1902, Afd: Pers, No8. n=o 259/1912) Toegestaan zijn gezien in Indië achter te laten Soldaat 14 November 1902 Gedetacheerd voor Oost-Indië en op dato te Rotterdam 15 „ 190. voorgegaan a/b v/h SS. Lawoe\" Gedebarkeerd te Batavia en geplaatst bij het 2 Depot Bat 23 December 1902 voorgegaan by het h.H. 15 Bat. Inf. 23 September 190 15 November 190. „ „  „ 1' Bat. Inf. 19 Maart 1908 „  „ „ L.H. 15 Bt. Inf. 19 September 190. „ „  „ 5. Bat. Inf. Geringegard voor 4 jaren om te dienen bij de Kes. Nes. zooveel in als buiten roewel en als beiten Europa praemie ƒ 15 19 December 1469 in te gaan by eindiging der loopende verbintenis, bedingen aan pres Caropa, ƒ200,- wo aanvan het ¼ gedeelte hem by het ingaan van de nieuwe verbintenis za vorden uitbetaeld zullende als dan het wenige te zynen behoeve ingeschreven worden in ’s Rijkspostspaarbank overeenkomstig de regelen door den 17. v. 12 vristgesteld, op verzoek als soldaat zeekenverpleger by den hospitaal dienst het ¼ gescelte der premier ad f 50.- uitbetaald. 7 februari 1908 25 November 1911 Bestemd om uiterlijk twee maanden voor het eindigen ijner dienstverbintenis naar Nederland te worden op ge zonden. Is niet genegen zich te reëngageeren. Zou des verkiezende tot een zesjarig reengagement zijn toegelaten 89 December 1911 Ter opzending naar Nederland overgegaan bij het subs. kader te Koeta-Radja. 18 December 1911 De waarts vertrokken met het stoomschip „ Koning Willem: I ontscheept te Amsterdam en op dato terug in de sterkt 17 Januari 1912 van het korps."
    ],
    [
      "row_surname: Beers",
      "row_name: Joost",
      "laren 20 Augustus 1903 te Krian (Soerabaar) 21 Februari 1902 Vrijwillig geengageerd als soldaat voor ze 1/1/3 £ f 0.47=5 en pap. aan rechthebbenden uit bij het leger zoo wel in als buiten Eurofia met Fo premie, waarvan ƒ 50- uitbetaald en ƀ250- in's Rijks postspaarbank ingelegd is Oost-Indien en op dato te Amster Gedetacheerd naar 25 October 190 a/ C 2/4 SS„ Prins Hendrik dam over gegaan ad te Bata na is geplaatst bij het 3 Depot-Bat:on Gedebarkeer 1 December 1902 3 februari 1903 vorgegaar by het 13e Bt. Inf. van het korps."
    ],
    [
      "row_surname: Beers",
      "row_name: Joost",
      "laren 20 Augustus 1903 te Krian (Soerabaar) overleden (verdronken) 10/9 — £ f 0.47=5 en pap. aan rechthebbenden uit gekeerd door tusschenkomst van den burg van Amsterdam. f 0. 16 5 gere serveerd ten behoeve van N. Beers (1/412) 1/3 - '04 - 43"
    ],
    [
      "Is behept met 3/4 gerichtsscherpte Toegekend de bronzen medaille met lb. gratificatie den 11 Augustus 1908 6 1919- 1910 - 1911 - Krijgsverrichtingen in Aljek 19 Februari 1912 Opnieuw verbonden voor drie jaren bij de koloniale troepen waarvan ƒ 112.50 in's Rijkspostspaar- bank ingelegd. (Zie verder N=o 6518 stamboen nieuwe regeling. Stb. in Exh. 19 Juni 1912 no 57 Reert wegens diensteindiging uit Indië terug (ag„ n=o 259/1912) Toegestaan zijn gezien in Indië achter te laten en gezonden van Kol. Res. 16 Jan.i, 1911 Geringegard voor 4 jaren om te dienen bij de Kes. Nes. zooveel in als buiten roewel en als beiten Europa praemie ƒ 15"
    ],
    [
      "row_surname: Beers",
      "row_name: Joost",
      "Aan nevenst. adres en a/d Comm. der Kol. Res. Ken nisgegeven fuselier OVERLEDEN K. Beers, Amsterdam, Blankenstraat 40 20 tugustus 1903 e Krian (Soerabaia) b/h baden verdronken 19-1903/7925, -03 - 30. G Gopgave der nalatenschap gevroogd ag. 1903. / no 7947 Verklaring van overlijden afgegeven a/d Comm. der K.R. „ 9/30 - '03 - 95. Nader bericht van over. lijden a/d Cam. gezonden 10/9 - '03 - 30. G.E. bericht dat f 0. 64 en jn 10/9 nagelaten. Kennis belangher benden. 3/14 - '04 - 67:"
    ],
    [
      "Is behept met 3/4 gerichtsscherpte op het rechteroog en 1/2 op het 7 J. Knulst, Rotterdam, Weeshuis, Westkruiskade linker Inf.ie og 1905/4 9243 bespoord hand f 75,- van regt Verzoekt gela te mij en ontvangen; toegestaan de Comdt der Kol. Res verzocht het noodig te verrichten (Enk 9/26-06-2 De leger Comdt verzoek niet ken ,kivitantie ƒ 75. te doen Eegers etalen. uitb Exh. 10/12-06 n=o 22 De leger comdt zend kwitantie ad f 75 gezonden aan der Kerps Cund (Ech ½9-07-32) vroegt een gedeelte van zijn bepoort herogeld ting, aan het D. v. O. in Inde medegedeeld dat huys eerst kan voor by zich bedert zodra bekend is dat heeft gereengageerd en de zes erjagen premie in 't Ryks (nodspaarboak is reijelegen. Ent 6/4 -08-16 Bewegs van in's Ryks (restloote belega handgeld voor Indië gegs / Ent 7/29 -08 - 68/ 15.-out te rc f 7. Aan Indiër ver ¬ uit & 10/6 Antw: uijm Vervolg van pn W 1/5"
    ],
    [
      "ƒ fo. 1729 verzoek om Geijts verhooren afgewogen B. 8. Mrt. 10 = W. 41 opgageerd vergeant Terug per 11. Tabanan Aangekomen te Rotterdam den 3 Augustus 1913 Contract over van 11 Augustin 1913 N=o 39 t tegereld van echtgenoote beiden zonder middel van bestaan ter hoofdplaat Batavia aangetroffen"
    ]
  ]
}