{
  "title": "- Algemeer stamboek numme in Indië. 2",
  "people": [
    [
      "row_surname: van Aerle",
      "row_name: Henricus",
      "Vader Adrianus Moeder Anna van Boon Geboren te 's Bosch J A- Br t/ den 6. October 1872 Laatst gewoond te 1 Bosch Bij zijne aankomst bij het korp lang 1.64 Meter. p.g. '04"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalemen. 4"
    ],
    [
      "row_surname: Druijts",
      "row_name: Charles François",
      "4 Vader Joseph Moeder Henriette Verleye Geboren te Buggenhout (Belgie den 18 Juli 1869 Laatst gewoond te La Madeleine Bij zijne aankomst bij het korp lang 178 Meter."
    ],
    [
      "row_surname: van Jeveren",
      "row_name: Johannes",
      "Vader Pieter Moeder Johanna, Maria Lobbe Geboren te Rotterdam (Z. Ha den 14 Mei 1872 Laatst gewoond te Rotterdam (Z-H) Bij zijne aankomst bij het korps lang 1.622 Meter."
    ],
    [
      "row_surname: Druijts",
      "row_name: Charles François",
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin Neus gewoon Mond id Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "row_surname: van Aerle",
      "row_name: Henricus",
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin Neus gewoon Mond id Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen littee ken boven het linkeroog Gehuwd"
    ],
    [
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus groot Mond gewoon Kin spits Haar dr. Clond Wenkbrauwen id Merkbare teekenen. Gehuwd"
    ]
  ],
  "events": [
    [
      "Model n°. 178 (binnenvel) Art. xx19, § 1. April 1899"
    ],
    [
      "Zie Suppletie folio 38216 13 October 1899 toegekend de bronze medaille met 5 September 1896 geembarkeerd te Amsterdam a/6 2/4 S„S„ Prinses Anzalia gedebarkeerd te Sadang en gexclaatst bij het 4 Depot. Bat 10 October 1896 Overgegaan bij het 17e Bat=en Ins 22 Februari 1897 17 Augustus 1897 „ a „ 9e „ „ 19 October 1897 „  „ „ 3e „„ 26 „ 1897 „ „„ 7 „,, 15 Januari 1898 bij evacuatie van stjek voergegaan bij de Subo. Comte van S.V.K. tn Overgegaan bij het 5 Bat=on Inf 22 Februari 1898 7 Juli 1898 „,,,, 2e Decrot Bat 12 Februari 1890 „,, „ „ kader van het korps pucillen „ „  „ 5 „ Bat-on Infie 18 Juni 1901 6 Januari 1902 ter opzending naar Nederland overgegaan b/h Sulv. kader te Semara 10 „ 1902 Wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden opgezonden. derwaarts vertrekken m/d SS. Prins Hendrik 18 „ 1902 22 Februari 1902 te Amsterdam aangekomen en op dato tijdelyk ingedeeld bij de Koloniale Reserve 4 Augustus 1902 Gereengageerd voor twee jaren bij de koloniale troepen zoowel in als buiten baropa piemie j.r 100. ƒ"
    ],
    [
      "row_surname: van Aerle",
      "row_name: Henricus",
      "28 November 1891 11 Jan mari 189 8 Juni 1892 2 Mei 1892 12 Novemb. 1892 14 Januari 1894 18 „ 1895  18 Januari 1902 31 „ 1901 19 December 190 10 April 1895 28 November 189 3 Maart 189 3 September 1890 28 November 1897 20 „ 1897 27 Augustus 1890 19 Juni 1895 14 Juli 1896 24 November 1898 Zie Suppletie folio 38216 Zie Suppletie folio 34590 Geembarkeerd te Ritterdam a/b 7„ S„S Drenthe Gedebarkeerd te Batavia en geplaatst t/c 1:e Depit - Bat het 11 Bat-m Inf.n Overgegaan de militie beste ter inlijving md Overge gaan bij het 10' Bat -on Infie Garn: Bat=m 17 „ Decro. een Atjehen Onder t. Bat =on Inf Mei 1895 17e Bat Sum Westleust Gar van -on Inf Bat Bat 6 Meij 1896 Depot - Baton „ Batn Infie 2e Garn. Baton van Mjel en Onderd Gereengageerd voor twee jaren bij de koloniale troepen voorvel in als buiten Europa, premier ƒ100 - J. Buten Jufs Overgeg gaan bij het 7 2e Garn. Bat.in van Atjek en Onderh. Gereengageerd voor zes jaren bij de koloniale troepen zoowel in als buiten Europa, premier ƒ300 - en op verzoek als ziekenop asser ingedeeld bij den Genees kundigen kospitaal dienst Juni 190 Bij reorganisatie soldaat ziekenverpleger. Ter opzending naar Nederland overgegaan b/h Suls: kader te Semaran wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden opgezonden. derwaarts vertrokken met het SS. Pr Hendrik\" ƒ"
    ],
    [
      "ie Suppletie, folio 38813 Waar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "Zie Suppletie, folio 38813 6 November 1897 geembarkeerd te Rytterdam a/C 2/4 S S„Bromo 15 December 1897 gedabarkeerd te Batavia en geplaatst bij het 12 Bat=m Inf Overgegaan bij het korps Mareckanssee 8 April 1899 27 Mei 1899 „  „ „ 2e Garn Bat-on van Atjel en Onderh: bij evacuatie van Atjek overgegaan t/d Sulstomp. van S. W. K. 3 Juni 1899 29 October 1899 Overgegaan bij het Garn. Bat=on van Amboina en Ternate ter opzending naar Nederland overgegaan b/h Subs. kades te Soezal 31 December 1901 Voorloopig naar Nederland vertrokker m/h W.P. Prins Hendrik 14 Januari 1902 17 „ 1902 Wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden opgezonden. te Amsterdam aangekomen en op dato tijdelyk ingedeeld v/d Kolomale Roeri 22 Februari 1902"
    ],
    [
      "Scherfschutter 2' maal 24 September 1897 1898, 1899 Krygsverrichtinger te „gen Atjak schietprijs geweer 2e maal in 190 Eersteeken voor belangigke krijgsbedrijen 1896-1940 Atje 11 November 1902 Weder over naa het Kol: Werfdepot en onthe ven van zijne tijdelijke in deeling bij de Kol: Reserve bij evacuatie van Atjek overgegaan t/d Sulstomp. van S. W. K. Wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire te Amsterdam aangekomen en op dato tijdelyk ingedeeld v/d Kolomale Roeri"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan 6"
    ],
    [
      "row_surname: van Aerle",
      "row_name: Henricus",
      "1894, 4895, 1896, 1897, 1898, 1899, 1900. Krijgsverrichtig gen tegen Atjes Scherpschutter 1e maal 23 Maart 1896 16 Februari 1898 toegekend de bronzen medaille met ƒ12. gratificati te bereteeken voor belangeijke krijgsbedrijven 1873-1896 en 1896-1900 Mjel 3 November 1905 toegekend de zilveren medaille 27 November 1905 Uit de sterkte gebracht zijnde aan hem bij Konbesl: dd: 30 October 1905 N=o 81, wegens volbrachten diensttijd toegekend een voortdurend gage„ ment van f 200 -'s jaars 22 Februari 1902 te Amsterdam aangekomen en op dato tijde lijk ingedeeld bij de Koloniale Reserve 15 Januari 1904 Korporaal."
    ],
    [
      "1897 1898 Krigsverrichtingen tagen Atjek 13 October 1899 toegekend de bronze medaille met ƒ12- gratificatie Eereteeken voor belangrijke krijgsbedrijven 1896-1900 Atjek 25 October 1902 Weder naar Oost dan Indië gezonden, te Amster eëmbarkeerd a/b 2/4 J S„ Prins Hendrik en ontheven van zy „ne tijdelijke indeeling bij de Ko lomale Reserve"
    ]
  ]
}