{
  "title": null,
  "people": [
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: 5180",
      "Vader Petrus, Martinus Moeder Melanie, Clemen¬ tine L'hoest Geboren te Maastricht (Limb:) den 23 December 1866 Laatst gewoond te Maastricht Bij zijne aankomst bij het korps lang 1.715 Meter."
    ],
    [
      "row_surname: 5179",
      "Vader Grimmaar Moeder Anna, Cornelia Blom¬ maert Geboren te Borgerhout (België) den 1 April 1876 Laatst gewoond te Antwerpen (België) Bij zijne aankomst bij het korps lang 1.66 Meter."
    ],
    [
      "Vader Moeder Geboren te den Laatst gewoond te Bij zijne aankomst bij het korps lang Meter."
    ],
    [
      "row_surname: 5179",
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond id rond Kin Haar blond Wenkbrauwen id Merkbare teekenen Merkbare teekenen getatoe¬ eerd op den rechter arm"
    ],
    [
      "row_surname: 5180",
      "Aangezicht ovaal Voorhoofd rond Oogen bruin Neus gewoon Mond id Kin spits Haar zwart Wenkbrauwen „ Merkbare teekenen „ Gehuwd doch met toestemming zijner vrouw in dienst getreden."
    ],
    [
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "1 Mei 1897 5 Juni 1897 18 Decembr 1897 12 April 1897 8 Juni 1898 24 November 1898 1 Januari 1899 9 „ 1899 1 Mei 1899 29 Juli 1899 7 „ 1901 22 Augustus 1901 24 September 1901 23 December 1901 3 Januari 1902 17 „ 1902 17. Februari 1902 18 April 1902 19 September 1902 15 November 1902"
    ],
    [
      "row_surname: 5179",
      "30 December 1899 5 Februari 1900 6 Juli 1900 6 „ 1901 23 December 1901 3 Januari 1902 17 „ 1902 17 Februari 1902 19 Juni 1902"
    ],
    [
      "row_surname: 5180",
      "6 October 1900 11 November 1900 6 Juli 1901 23 December 1901 3 Januari 1902 17 „ 1942 ter opzending naar Nederland overgegaan bij het Subs. kader te Padan 17 Februari 1902 Wegens tijdelijke lichamelijke ongeschiktherd voor alle milita derwaarts vertrokken per SS„ Salak te Rotterdam aangekomen en op dato tijdelijk ingedeeld bij de Koloniale Reserv"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 319, § 1. April 1899."
    ],
    [
      "row_surname: 5180",
      "6 October 1900 11 November 1900 15 Maart 1901 Zie Suppletie folio 40096 geembarkeerd te Rotterdam a/b v/h SS. „Bromo” 3 Januari 1902 gedebarkeerd te Padang en geplaatst bij het 4e Depot. Bat:on Overgegaan bij het 16 Bat:on Inf:ie „  „ „ 17:e „„ ter opzending naar Nederland overgegaan bij het Subs. kader te Padang Wegens tijdelijke lichamelijke ongeschiktheid voor alle militai¬ re diensten bestemd om naar Nederland te worden opgezonden derwaarts vertrokken per SS„ Salak” te Rotterdam aangekomen en op dato tijdelijk ingedeeld bij de Koloniale Reserve"
    ],
    [
      "row_surname: 5179",
      "Zie Suppletie folio 39896 geembarkeerd te Rotterdam a/b v/h SS.  „Merapi” gedebarkeerd te Padang en geplaatst bij het 4:e Depot Bat:on Overgegaan bij het 16:e Bat:on Inf:ie  „ „ „ 17e „ „ ter opzending naar Nederland overgegaan bij het subs kader te Padang Wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire diensten bestemd om naar Nederland te worden of opgezonden derwaarts vertrokken per SS„ Salak” te Rotterdam aangekomen en op dato tijdelijk ingedeeld bij de kol. Reserve Met verbreking van het loopend verband vrijwillig geëngageerd als soldaat voor vier jaren bij het leger en Oost of West-Indië ingaande met den dag van inscheping met ƒ200- premie waar¬ van ƒ 20-heden is en ƒ30- bij overgang naar het Koloniaal Werfdepot zal worden uitbetaald, terwijl alsdan ƒ150 - in 's Rijkspostspaarbank zal worden ingelegd."
    ],
    [
      "Zie Suppletie folio 38484 geembarkeerd te Amsterdam a/b v/h „S.S. Prinses Amalia” gedebarkeerd te Padang en geplaatst b/h 4:' Depot-Bat:on Overgegaan bij het 16:e Bat:on Inf:ie „ „„ 17:e „,, „ „ „ 9' „ „ „ „ „ 1:e Garn: Bat:en van Atjeh en Onderh. „  „ „ 22 „ „ „ „ „ „ 12:e Bat:on Inf.e „  „ „ 2' Garn: Bat:en van Atjeh en Onderh. „  „ „ 1:' „ „ „ bij evacuatie van Atjeh overgegaan bij de Subs: Comp.e van S. W. K. Overgegaan bij het Garn. Bat:on van Sum:s Westkust „ „ „17:' Bat:on Inf:ie ter opzending naar Nederland overgegaan b/h Subs. kader te Padang Wegens tijdelijke lichamelijke ongeschiktheid voor alle militairen diensten bestemd om naar Nederland te worden opgezonden derwaarts vertrokken per SS „Salam” te Rotterdam aangekomen en op dato tijdelijk ingedeeld b/d Kol: Reserve Met verbreking van het loopend verband vrijwillig geëngageerd als soldaat voor zes jaren bij het leger zoowel in als buiten Europa in te gaan met den dag waarop hij voor den actieven militairen dienst phijsiek geschikt bevonden wordt met ƒ200- premie, waarvan ƒ20 - heden is en ƒ30 - bij overgang naar eene der valide compagnien zal worden uitbetaald, terwijl als dan ƒ 150 - in 's Rijkspostspaarbank zal worden ingelegd. Phijsiek geschikt bevonden. Gedetacheerd naar Oost-Indië en op dato te Rotterdam overgegaan a/b v/h SS „Lawoe” ⁁"
    ],
    [
      "row_surname: 5180",
      "29 April 1902 van verlof achtergebleven 28 Mei 1902 Als deserteur afgevoerd Heeft zich den 5:e Juni 1902 vrijwillig aangemeld Zie verder Folio 1780."
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden wanneer en op welke wijze afgegaan 6"
    ],
    [
      "⁁ 23 December 1903 Gedebarkeert te Batavia en geplaatst bij het 2:e Depot-Bat:on 5 Mei 1903 Overgegaan bij het 5e Bat:on Inf:ie 6 November 1903 „ „ 1:' „ „ 3 October 1904 „ „ Garn Bat:on Palembang 31 Maart 1905 Afgekeurd voor den dienst te velde 10 April 1905 Bestemd voor bentingdienst 13 „ 1905 Overgegaan bij het R.H. 15 Bat:on Inf:ie 10 Mei 1905 Voor den dienst te velde weder goedgekeurd 3 22 Augustus 1905 Overgegaan bij het 9 Bat:on Inf:ie 7 Mei 1906 „  „ „ 19:' „  „ 12 Juli 1907 Afgekeurd voor de dienst te velde 24 „ 1907 Overgegaan b/h Subskader te Soerabaja 13 Augustus 1907 Bestemd voor benting dienst ƒ xx 1898, 1899, 1900, 1901 Krijgsverrichtingen tegen Atjeh Eereteeken voor belangrijke krijgsbedrijven 1896-1900 Atjeh 1904 Krijgsverrichtingen tegen Djambi 1905 Idem in idem 1905, 1906, 1907 Idem in Celebes luit. voor bel. lunggoh. 1901-1904 Djambi, 1901 - 1905 Atjeh 24 Juli 1903 toegekend de bronz. med. zonder gratie 11 December 1909 toegekend de zilveren medaille 23 December 1909 Uit de sterkte gebracht, zijnde aan hem bij Kon: besl, dd 4 December 1909 N41 wegens voortdurende ongeschiktheid voor alle militaire diensten, niet ontstaan door bevelen of gevorderde diensten toegekend een voortdurend ga¬ gement van ƒ 306 -'s jaars. Het certificaat van goed gedrag afgegeven"
    ],
    [
      "row_surname: 5179",
      "27 Juli 1902 Van verlof achtergebleven 25 Augustus 1902 Als deserteur afgevoerd"
    ]
  ]
}