{
  "title": null,
  "people": [
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "4 Vader Lorenz Moeder Anna Moksellner Geboren te Weenen /Oostenrijk/ den Mond 19 November 1860 Laatst gewoond te Weenen Bij zijne aankomst bij het korp lang 16 Meter."
    ],
    [
      "vader Hendrik Gijsbert Moeder Cornelia Haasenber Geboren te Amsterdam (N=d Hd) den 24 November 1870 Laatst gewoond te Amsterdam Bij zijne aankomst bij het korp lang 1.58 Meter."
    ],
    [
      "Aangezicht Ovaal Voorhoofd Vader Jan Moeder Christina Kapper Mond Geboren te Rotterdam (Zuid Holl:) Neus Kin 16 November 1882 Haar den Wenkbrauwen id Merkbare teekenen geta toueerd beide handen Laatst gewoond te Rotterdam Bij zijne aankomst bij het korps lang 1.771 Meter."
    ],
    [
      "Aangezicht overal Voorhoofd gewoon Oogen ge Neus gewoon Mond id Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen."
    ],
    [
      "Aangezicht Ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond id Kin rond Haar blond Wenkbrauwen id Merkbare teekenen geta toueerd linkerhand en litteeken rechterpols"
    ],
    [
      "Aangezicht Ovaal Voorhoofd gewoon Oogen grijs gewoon Mond Rotterdam (Zuid Holl:) Neus id Kin rond Haar blond Wenkbrauwen id Merkbare teekenen geta toueerd beide handen"
    ]
  ],
  "events": [
    [
      "30 Novembr. 1901 F 14 „ 1902 15 „ 1902 23 December 1902 13 Mei 1903 31 Augustus 1904 28 December 1904 11 Mei 1905 9 Augustus 1905 29 November 1905 30 September 1907 5 December 1907 in te gaan by eindiging der loopende verbintenis bedongen aan pr. ƒ 50, den 30 November 1907. 30 Novembr. 1901 Prijwillig geëngageerd als soldaat (eläve-tambaar) voor zes 1905. 1906. Kapprooschtingen in Celeb. F persioenreglement gehecht aan het K.B. van 17 februari 1905, N 8 5 Augustus 1908 toegekend de brouwen medaille Z. Gr 1908 krygsverrichtingen in het Gouvernement van Celabe en Onderhoorigheden. jaren bij het leger zoowel in als buiten Europa met ƒ 300 toegestaan 6 Januari 1909 te Rante Pao afgegaan, zijnde hem het certificaat van goed gedrag uitgereikt. premie, waarvan f 50- uitbetaald en ƒ250- in's Rijkspos spaarbank ingelegd is. Ingevolge bis chikking van het D O. dd: 21 November 1901, Afd: Pers: n=o Soldaat Gedetacheerd aan Oost-Indië en op dato te Rottera overgegaan. a/b v/h SS„ Lawoe Gedebarkeerd te Batavia geplaatst bij het 2. Depot: Bat:o overgegaan by het 5e Bac. „  „ „ 2' bepot Bat korporaal overgegaan by het 5' Bat. Inf sergeant overgegaan by het L.H. 15' Bat. Inf Gereengageerd voor 1 jaar om te dienen by de Kol. Res. zamel in als buiten Europ in te gaan by eindiging der loopende verbintenis bedongen aan pr. ƒ 50, waarvan het ¼ gedeelte hem by het ingaan van de nieuwe verbintenis za worden uit betaald, zullende als dan het overige te zynen behoeve ingeschreve worden in ’s Rykspostspaarbank overeenkomstig de regelen door den 17. VI est gesteld, en op dato vrywillig onderworpen aan de bepalingen van hier het ¼ gedeelte der premie ad f 12.50 uitbetaald, had moeten zyn uit betaald den 30 November 1907."
    ],
    [
      "Model n°. 178 (binnenvel) Art. 349, § 1 April 18"
    ],
    [
      "Willem I\" en ontheven van 10 Maart 1900 16 April 1900 15 October 1901 26 „ 1901 29 November 1901 te Amsterdam aangekomen en op dato tijdelijk ingedeeld b/d Koloniale Raseve & 9 October 1900 9 „ 1901 Zie Suppletie folio 39,938 13 Augustus 1900 toegekend de bronzen medaille ronder gie Eersteeken voor belang zijke krijgsbedrijven 1896-1900 Atjes Geembarkeerd te Rotterdam a/b r/„ S.S. Gede Gedebarkeerd te Batavia en geplaatst bij het 2' Decrot-Bat=n zijne tijdelijke in deeling bij d Negens tijdelijke lichamelijke ongeschiktheid voor alle milita diensten, bestemd om naar Nederland te worden of gezonden derwaarts vertrokken met het S.S. Koning Willem I. te Amsterdam aangekomen en op dato tijdelijk ingedeeld b/d Koloniale Raseve & 9 October 1900. Overgegaan bij het 5 Bat-os Vrij 9 „ 1901 toe opzending naar Nederland overgegaan bij het Salv: kades te Semarang"
    ],
    [
      "ie Suppletie folio 36891 Waar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 1e"
    ],
    [
      "14 November 1894 18 December 1894 10 „ 1895 19 Februari 1896 8 Juli 1896 24 Mei 1899 7 November 1900 7 Juni 1901 25 Juli 1901 5 October 1901 15 „ 1901 26 „ 1901 29 November 1901 Zie Suppletie folio 36891 14 November 1844 Geembarkeerd te Rotterdam a/b 2/4 SS„ Merap 8 Maart 1901 toegekend de brouren medaille in 18 December 1894 Gedebarkeerd te Batavia en geplaatst bij het 2e Depot - Bat Overgegaan bij het 2e Revinten Bat„m „  „ „ 4' Bat=on Inf „ als kanonnier 2e klasse lijk wapen des Artillerie bij Kon: Cesl: dd: 18 October Overgegaen als ziekenoppasser bij den geneeckündigen hispertaaldien inditairen dienst, uithoofa van lichaams gebreken, to Gereengageerd voor 2 jaren bij de Koloniale twee pen, zoond gagement van f 200 -'s jaar als buiten Europa premia f 100. Bij roorganisatie soldaat ziekenverplegen Korpoual ziekenverpleger. Ter opzending naar Nederlend overgegaar bij het Sybs. Kader te Semaang Wegens tijdelijke lichamelijke ongeschiktheid voor alle mild rediensten bestemd om naar Nederland te worden opgezond derwaarts vertrokken met het I.S. Koning Willem te Amsterdam aangekomen en op dato tijdelykinge deeld a/d Koloniale Reserve"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden: wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "Aan Marine gevreyd of by doons 13 Augustus 1900 toegekend de bronzen medaille ronder gie verzicht van gep en beert Eersteeken voor belang zijke krijgsbedrijven 1896-1900 Atjes 24 October 1903 Weder naar Vos Indie gezonden, te Amsterdam geëmbarkeerd a/ 6 v/h S.S Koning Ed Willem I\" en ontheven van zijne tijdelijke in deeling bij d Hol: Reserve"
    ],
    [
      "Toegelaten tot eene verbin tenis als reconvalescent 8 Maart 1901 toegekend de brouren medaille in haevel hij van z heeft gediend ƒ12-gratificatie 6 28 October 1902 Uitde sterk, band geen vol ja Den 19 September 1912 te gebracht, zijnde aan hen bij Kon: Cesl: dd: 18 October 12 6/7 1902 No 49 wegens voortduren de ongeschiktheid voor den inditairen dienst, uithoofa van lichaams gebreken, to gekend een voortdurend gagement van f 200 -'s jaar te Amsterdam aangekomen en op dato tijdelykinge deeld a/d Koloniale Reserve"
    ],
    [
      "30 Novembr. 1901 Prijwillig geëngageerd als soldaat (eläve-tambaar) voor zes 1905. 1906. Kapprooschtingen in Celeb. 1901 5 Augustus 1908 toegekend de brouwen medaille Z. Gr 1908 krygsverrichtingen in het Gouvernement van Celabe en Onderhoorigheden. 7 December 1908 het parpoort in Nederlandsch - Indië toegestaan 6 Januari 1909 te Rante Pao afgegaan, zijnde hem het certificaat van goed gedrag uitgereikt."
    ]
  ]
}