{
  "title": "Algemeen stamboek nummer in Indië 2",
  "people": [
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "row_surname: 't Hart",
      "row_name: 56064",
      "Vader Jan Moeder Catharina van Bemmel Geboren te Leiderdorp /Z.H. den 12:e November 1883 Laatst gewoond te Rotterdam Bij zijne aankomst bij het korps lang 1:667 Meter."
    ],
    [
      "row_surname: Toole",
      "row_name: 56220",
      "Vader Hendrik Moeder Jantje Baptist Geboren te Borger (Drenthe) den 15 Augustus 1875 Laatst gewoond te Borger Bij zijne aankomst bij het korp lang 1.708 Meter"
    ],
    [
      "row_surname: Montagne",
      "row_name: Johannes, Jacobus",
      "Vader Johannes Moeder Jannetje van der Meer Geboren te Leiden (Zuid-Holl:d.) 30:en Januari 1862 den Laatst gewoond te Leiden Bij zijne aankomst bij het korps lang 1.563 Meter. Gehuwd"
    ],
    [
      "row_surname: Toole",
      "row_name: 56220",
      "Haar Kin Aangezicht Ovaal Voorhoofd smal Oogen bruin Neus gewoon Mond id rond blond Wenkbrauwen id Merkbare teekenen  „"
    ],
    [
      "row_surname: Montagne",
      "row_name: Johannes, Jacobus",
      "Aangezicht ovaal Voorhoofd hoog Oogen blauw Neus gewoon Mond klein Kin rond Haar bruin Wenkbrauwen id Merkbare teekenen „"
    ],
    [
      "row_surname: 't Hart",
      "row_name: 56064",
      "Aangezicht rond Voorhoofd gewoon Oogen grijs Neus gewoon Mond klein Kin rond Haar blond Wenkbrauwen id Merkbare teekenen littee¬ ken aan den hals"
    ]
  ],
  "events": [
    [
      "row_surname: 't Hart",
      "row_name: 56064",
      "2 December 1901 Vrijwillig geengageerd als soldaat voor zes jaren bij het leger zoowel in als buiten Europa met ƒ300 - premie waarvan f 50 - uitbetaald en ƒ 250 - in 's Rijkspostspaar¬ bank ingelegd is Gedetacheerd naar Oost-Indië en op dato te Amsterdam over¬ 25 October 1902 gegaan aan boord van het SS„ Prins Hendrik\" 1 December 1902 Gedebarkeerd te Batavia en geplaatst bij het 2:e Depot. Bat:on 5 Mei 1903 Overgegaan bij het 5 Bat:on Inf:ie 4 Juli 1905 „  „ „ strafdetachement (bewak: det:t) „  „ „ 5 Bat:en Int:ie 26 October 1905 Voor der krijgsraad te Magelang en op dato in preventie 16 April 1906 hechtenis. Bij vonnis van dien krijgsraad dd. 27 April 1906, bekrachtigd bij arrest van het H. M. Gdd 18 Mei 1906 ingaande vf. dien datum veroordeeld tot een jaar militaire gevangenisstraf wegens het als minder militaire uit¬ drukkelijk weigeren en opzettelijk nalaten, de orders van dengenen die boven hem gesteld is, te gehoorzamen en na te komen in eene andere gelegenheid der in een af¬ faire tegen den vijand of in eene plaats welke dadelijk belegerd of bekend is 1 Juni 1906 ter executie gelegd. 18 Mei 1907 Van militaire gevangens ontslagen en geplaatst bij het 2:e Depot Bat:en Overgegaan bij het 5 Bat:en Inf:ie 5 October 1907 28 December 1907 „  „  „ 9:' „  „ 10 Juli 1908 Bestemd om op of \"zoo\" kort mogelijk voor den dag, dat deze mi¬ litair zes jaren onafgebroken in Ned. Indië zal hebben doorge¬ bracht, gerekend van en met den dag van inscheping herwaerts naar Nederland te worden opgezonden"
    ],
    [
      "row_surname: Montagne",
      "row_name: Johannes, Jacobus",
      "6 December 1901 6 „ 1902 6 Juni 1903 6 - „ 1904 6 - „ 1905 31 Augustus 1905 6 Juni 1906 4 „ 1907 Zie Suppletie folio 33143 33143 Vrijwillig geengageerd als soldaat voor een jaar bij het vaste personeel van de Reconvalescenten afdeeling Gereëngageerd voor zes maanden. Gereëngageerd voor een jaar Gereëngeerd voor een jaar Gereëngageerd voor een jaar Korporaal Opnieuw verbonden voor een jaar Idem  „ een jaar"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 319, § 1. April 1899"
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden ; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "row_surname: Toole",
      "row_name: 56220",
      "xx Toole N:o 5119. 18 april 1908 Gedetacheerd naar Oost-Indië en op dato te Amster¬ dam overgegaan dan boord van het SS„ Oranje” 23 Mei 1908 Gedebarkeerd te Batavia en geplaatst by het 1:e Depot Bat: 26 Augustus 1908 Overgegaan bij het 18:' Bat:on Inf:ie 5Juni 1909 Bestemd om naar Nederland te worden opgezonden daar zijn gezondheidstoestand dit noodig maakt 10 „ 1909 ter opzending naar Nederland overgegaan bij het Subskader te Batavia 17 „ 1909 derwaarts vertrokken met het SS„ Koning Willem I” 21 Juli 1909 Ontscheept te Amsterdam en op dato terug in de sterkte van het korps"
    ],
    [
      "row_surname: Toole",
      "row_name: 56220",
      "V 2/2'50 N:o 6 dupl. pens. akte verstrekt."
    ],
    [
      "row_surname: 't Hart",
      "row_name: 56064",
      "27 Mei 1911 Uit de sterkte gebracht, zijnde aan hem bij Kon. besluit dd 3 Mei 1911 n:o 51, wegens voortdurende ongeschiktheid voor alle mili¬ taire diensten niet ontstaan door bevelen of gevorderde diensten toegekend een voortdu¬ rend gagement van ƒ220.-'s jaars. Het bewijs van goed gedrag afgegeven. & 28 Octob 1908 ter opzend hij naar Nederland overgegaan b/h SK K Batavia 5 November 1908 derwaarts vertrokken b/h SS Kon. Willem I 6 December 1908 Ontscheept te Amsterdam en op dato ging in de sterkte van het korps 9 December 1908 Op nieuw verbinder voor een jaar, ingaan den 2 December 1908 om te dienen bij de Kol Res, zoowel in als buiten Europa met ƒ 50 - fr.s. waarvan \tƒ‎ 12.50 uitbetaald en \tƒ‎ 37.50 te zynen behoeve in's Rpostsp, ingeschreven is, over eenkomstig de regelen door der M v K. voortgesteld. 14 Mei 1910 Op nieuw verbonden voor drie jaren, bij de Kol: Troepe zoowel in als buiten Europa in te gaan met den dag waarop hij phijsiek geschikt be¬ vonden wordt voor de actieven dienst."
    ],
    [
      "row_surname: Montagne",
      "row_name: Johannes, Jacobus",
      "5 Juni 1908 Met paspoort we¬ gens diensteindiging Zie verder N:o 7329 bij dit korps"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ]
  ]
}