{
  "title": null,
  "people": [
    [
      "row_surname: Troyen",
      "row_name: Joseph",
      "Vader Philomène Gijsen Pruik (Belgie) 6 December 1865 Laatst gewoond te Bressaise / Belgie Bij zijne aankomst bij het korps 1.67 Meter. Moeder Geboren te den lang François"
    ],
    [
      "row_surname: Winterbeek",
      "row_name: Jean Baptiste",
      "Vader André Moeder Catharina De Gree Geboren te Brussel (Belgie) den 31 December 186 Laatst gewoond te Brussel Bij zijne aankomst bij het korps lang 1.65 Meter. Weduwnaar"
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalemen. 4"
    ],
    [
      "row_surname: Uiterlinden",
      "row_name: Cornelis, Matthijs",
      "Vader Onbekend Moeder Pieternella Uiterlinden Geboren te Rotterdam (Z.H.) den 25 Juli 1882 Laatst gewoond te Rotterdam Bij zijne aankomst bij het korp lang 1.734 Meter."
    ],
    [
      "row_surname: Uiterlinden",
      "row_name: Cornelis, Matthijs",
      "Aangezicht ovaal Voorhoofd gewoon Oogen grijs Neus groot Mond gewoon Kin spits Haar Clond Wenkbrauwen 10 Merkbare teekenen."
    ],
    [
      "row_surname: Winterbeek",
      "row_name: Jean Baptiste",
      "Aangezicht ovaal Voorhoofd gewoon Oogen bruin Neus groot Mond. gewoon Kin rond Haan rossig Wenkbrauwen id Merkbare teekenen"
    ],
    [
      "row_surname: Troyen",
      "row_name: Joseph",
      "Aangezicht ovaal Voorhoofd gewoon Oogen blauw Neus gewoon Mond id Kin rond Haan Clond Wenkbrauwen id Merkbare teekenen 1„"
    ]
  ],
  "events": [
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "row_surname: Uiterlinden",
      "row_name: Cornelis, Matthijs",
      "7. December 1901 25 October 190. 1 December 1902 5 Juni 1903 190 4 Juli 1903 30 December 1904 11 Mei 190 14 Augustus 1907 26 September 1909 ¬ 2 October 190 5 November 190 — Inarin läänissä maantien määt- zu leisten, ei tämän keski - (eij willen geengageerd als soldaat voor zes jaren bij het er, zoowel in als buiten huysba met, ƒ300-premie waar April 1905 van ƒ50 - uitbetaald en f 250 - in's Rijkspostspaarbank ingelegd is. Is behept met niet hinderlijke a derbeeuk van den linker raadstreng. Is ingeschreven voor de militie in 1901 voor den gemeente Rotterdam (Zuid-Holld) onder No. 2834. Gedetacheerd naar Oost-Indië en op dato te Amsterdam overgegaan a/b v/h SS: Prins Hendrik Gedebarkeerd te Batavia en geplaatst bij het 2 Decrot, Bat afgekeurd voor de dienst te velde Bestemd voor benting dienst Overgegaar bij het Gem.o Bat.on v/d W. afde van Bornes Voor der dienst te velde weder goedgekeurd Over gegaan bij het 6e Bat=m Juf „. „ 9' „ „ Bestemd om uiterluk 2 maanden voor het eindiger zijne dienstverbintenis naar Nederland te worden opgezonden. Is niet genegen zich te reëngageeren, zou des verkiezende tot een res om reengagement zijn toegelaten ter opzending naar Nederland voorzog aan b/h seibe kinder te Baturing waarts vertrokke met het SS. Palak\" Ontscheept te Rotterdam en op dato terug in de stechte van het Sarsi"
    ],
    [
      "5 Augustus 1899 8 September „  31 Januari 1900 11 April 1901 16 October „ 23 „ 8 November 12 December Zie Suppletie folio 39872 Geembarkeerd te Amsterdam a/b 2/4 St. Prins Hendrik Gedeburkeerd te Padang en geplaatst bij het 4' Depot- Bat Overgegaan bij het 14 Bat=on Inf 1 „ „„ 17e „ 6 „ Ter opzending naar Nederland overgegaan bij het Subshader te Padan Wegens tijdelijke lichamelijke ongeschiktheid voor alle mili taire diensten, bestemd om naar Nederland te worden opgezonden derwaarts vertrokken per SS \"Soembing\" te Rotterdam aangekomen en op dato tijdelijk ingedeeld bij de kolo „niale Reserve"
    ],
    [
      "30 December 1899 5 Februari 1900 12 April 11 April 1901 15 October 23 „ 8 November 12 December Zie Suppletie folio 19897 Geembarkeerd te Rotterdam, a/b 2/4 SS„ Merahi Gedebarkeerd te Padang en gefelaatst bij het 4. Depit. Bat: Overgegaan bij het 16 Bat=on h' - „ „ - „ 17 „ — „ Ter opzending naar Nederland overgegaan v/„ Subs. kadesto Pada Wegens tijdelijke lichamelijke ongeschiktheid voor alle in Citaire diensten, bestemd om nuar Nederland te worden opgezonden derwaarts vertrokken per SS. Soembing\" te Rotterdam aangekomen en op dato tydelijk ingedeeld l/d Kolonick Reser"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 119, § 1. April 1899."
    ],
    [
      "1 Februari 1902 Van verlof achtergebleven Maart 1902 als deserteur afgevoerd Heeft zich den 19 Augustus 1903 vrijwillig aangeweld Zie verder folio 1437 „"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "row_surname: Uiterlinden",
      "row_name: Cornelis, Matthijs",
      "1905, 1904 Heijgoverrichtinge in Clebes 6 December 1907 - Met parpoort wegens diensteindiging. Het bewijs van goedgedrag afgegeven."
    ],
    [
      "14 Februari 1902 Van verlot achtergebleven 15 Maart 1902 Als deserteur afgevoerd"
    ]
  ]
}