{
  "title": null,
  "people": [
    [
      "row_surname: Hinck.",
      "row_name: Hendrik",
      "Vader Antonius Moeder Maria Schoenmaker Mond Geboren te Nijmegen ƒGeldeel den 13 Juli 1883 Laatst gewoond te Nijmegen Bij zijne aankomst bij het korps lang 1.—1.82 Meter."
    ],
    [
      "row_surname: M S",
      "row_name: Siemens",
      "ƒ29 '03 1m g'06 Vader Dirk Moeder Maria Petronella van den Burch Geboren te Merkbare teekenen litteelen streep over de linkerwang Amsterdam (N-o 11-a) den 14 Februari 1883 Laatst gewoond te Amsterdam zijne aankomst bij het korps lang 1.862 Meter."
    ],
    [
      "amen der ouders, geboorteplaats, datum van geboorte, laatste woonplaats en signalement. 4"
    ],
    [
      "Vader Willem Moeder Guurzijna, Maria Banning Geboren te Utrecht (Urecht) den 10e Januari 1885 Laatst gewoond te Utrecht Bij zijne aankomst bij het korps lang 1.624 Meter. 1.632 „ by het intreden van het 19: levensjaar."
    ],
    [
      "row_surname: Hinck.",
      "row_name: Hendrik",
      "Aangezicht Voorhoofd Oogen Neus Mond Nijmegen ƒGeldeel Kin Haar Wenkbrauwen Merkbare teekenen litteeken voorhoofd, en getatoueerd linkerarm en linkerhand"
    ],
    [
      "row_surname: M S",
      "row_name: Siemens",
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen litteelen streep over de linkerwang"
    ],
    [
      "Aangezicht Voorhoofd Oogen Neus Mond Kin Haar Wenkbrauwen Merkbare teekenen"
    ]
  ],
  "events": [
    [
      "row_surname: Hinck.",
      "row_name: Hendrik",
      "15 Juli 1902 11 Maart 1903 30 Mei 1903 4 Juli 1903 11 September 1903 21 Juni 1904 1 Maart 1904 7. April 1904 11 Mei 1904 5 Augustus 1906 5 Februari 190 9 Juli 1907 21 October 1907"
    ],
    [
      "aar — hetzij binnen- of buitenslands — en wanneer in dienst getreden; omschrijving van het aangegaan akkoord, en de verdere militaire loopbaan. 5"
    ],
    [
      "row_surname: Hougenoos",
      "row_name: Franciscus, Hendrikus, Marinus",
      "„ 10 November 1911 overgegaan bij het 2=e Garn.s Bat=o van afsch: „Onderh 27. November 1911 Overgegaan bij het 3:e Ga ern:s Bat-on Van Atjek - Onderh. Sergeant majoor administrateur 17 October 1912 overgegaan bij het 2.e Garn.s Bat.on van afsch. „ Onderk 12 Ja Junari 1915 Februari 1914 Adjudant onder officier. Instructeur 28. Februari 1914 Overgegaan bij het 3:e Bataljou Jnfanterie 16. April 1914 ter opzending naar Keverland overgegaan bij het sub. Kader te Kotta - Radja bestemd om interlijk twee maanden voor het ein 20. Februari 1914 digen zijner dienstverleentemb. naar neverland te worden opgezonden, Is niet genegen zich te zien gageeren, zoude overkiezende tot een zesjarige reën gagement zijn toegelaten. Op weder aanneming in zang en betrekking worden dt wijsgesteld, wanneer hij zich binnen twee jaren, men afvoering uit de sterkte van het Indesch leger weder voor den Indischen 28. Februari  habitoiren dienst doet aanwerven. 4 mei 1914 derwaarts vertrokken met het S.S. „ Orange“ 1 Juni 1914 ontschrept te Amsterdam en op dato terug in de sterkte van het zor 14. Juli 1914 opnieuw verbonden voor zesfaren bij de Koh: troepen zoo wel in als buiten Europa premier ƒ 450.: waar van f 225. : in 't Rijksporte paarbank ingelegt Zie verder no 9116 stamboek nieuwe regeling"
    ],
    [
      "row_surname: M S",
      "row_name: Siemens",
      "Vrijwillig geëngageerd als soldaat voor zes jaren 14 Juli 1902 by het leger zoowel in als buiter Europa met ƒ 300 premie, waarvan f 50 = uitbetaald en ƒ 250 - en's Rijk postspaarbank ingelegd is Kongeschreven voor de militie in 1902, vóór de gemeen te Amsterdam / N=d Hd/ onder n:o 1243 15 November 1902 Kennis belang hebbenden Gedetacheerd naar O.I. en op dato te Rotterdam overgegaan a/b v/h S.S:„ Lawoe ƒ1.97 en pap. aan rechtshebbenden viet. 23 December 1902 Gedebarkeerd te Batavia is geplaatst bij het 3 Depot-Bat=n 27 April 1904 overgegaan by het 19' Bat. Inf 17 A. Augustus 1904 „ „  „ L.H. 15 „ 18 103 December 1904 \" „ „ Garn. Bat. van Palembang"
    ],
    [
      "row_surname: Hinck.",
      "row_name: Hendrik",
      "Vrijwillig geengageerd als soldaart voor zes jaren bij het leger zoowel in als buiten Europa met ƒ300 premie, waarvan f 50 - uitbetaald en ƒ250 - in ’s Rijks postspaarbank ingeleyd is. ryvolge beschikking van het D. v. O. dd. 12 Juli 190 Ald: Pers: N=o 11. Is ingeschreven voor de militie in 1902 voor de gemeente Nijmeger (Gelderland) onde N=o 247 Ter inlijving bij de militie bestemd Gedetacheerd naar Oost-Indië en op dato te Rotterdam voergegaan aan boord van het S.S. \" Sindoro\" Gedeborkeerd te Batavia en geplaatst by het 1' Depot Bot Overgegaan bij het 11 Bat=m Infri - „ „  „ 20 „,, „ „„ 10 „  „ Geplaatst in de 2 klasse van Militaire discipline vergegaan, bij het 1. Decrot - Baten. Mit de 2 Klasse van milit discipline ontslager Overgegaan bij het 3e Baten Inf „ „. 3 Depot. Bat.en Voor de krijgsraad te Magelang niet in preventiere 29 „ 1907 hechtenis Bij vonnes van dien krijgsraad dd 9 Augustus 1907, b. serachtigd bij Sententie van het H.M.G. dd. 27 Septemb. 1907, ingaande den 21 October 1907, veroordeeld tot vier maanden militaire detentie wegens insulordinata door woorden ter executie geleyd 1"
    ],
    [
      "Model n°. 178 (binnenvel) Art. 310, § 1. April 1899"
    ],
    [
      "ijgewoonde veldtochten, bekomen wonden, uitstekende daden; wanneer en op welke wijze afgegaan. 6"
    ],
    [
      "1906-1908 Krijgsverrichtinger op Bali 1908 Idem in Midden Sumatri 5 April 1910 als vrijwilliger afge voerd, tot de positie van mili rien overgebracht en op dato over geplaatst bij het 5 Regt. Infanteere 18 Februari 1908 Van militaire, detentie ontslager en ge plaatst bij het 18:' Baten. Inha 22 April 1908 Overgegaal bij het 20 Bate=r verf 29 September 1908 Geplaatst in de 2 klaare van miledige pline 27 Februari 1909 Daaruit ontslager rekenende in te gaan der 1 Februari 1909. 25 Februari 1910 Bestemd om onverwijld naar Neder land te worde opgezonden, wegens eindiging van zijn dienstouband Is niet gereger zich te kien gegeven, zou wegers slecht gedrag een reengegenat tijd ge„ weegend 27 Februari 1914 ter opzending naar Nederland overgegaan bij het Pal:kader te Batavia 3 Maart 1910 derwaarts vertrokken v/d S.S. Kindjani 2 april tg 18 Ontschept te Rotterdam en op dito terug in de sterbte van het kirces 7"
    ],
    [
      "row_surname: M S",
      "row_name: Siemens",
      "1 Augustus 1905 te Moeard Tambesi (Djambische) overleden den 1 Augustus 1905 Moeara Tambesi & Jamb. a/d gev. van dijsenterie Kongeschreven voor de militie in 1902, vóór de gemeen Verklaring van overlijden Heeft ƒ1.97 en pap. nagelaten. Kennis belang hebbenden Jn-06-37. ƒ1.97 en pap. aan rechtshebbenden viet. gekeerd. 3/19 - '06 - 36."
    ],
    [
      "row_surname: Hougenoos",
      "row_name: Franciscus, Hendrikus, Marinus"
    ]
  ]
}