{
  "people": [
    {
      "surname": "A. Buijs",
      "name_first": "Antoon",
      "father": "Martinus",
      "mother": "Philomena Pauwels",
      "birth_place": "Burght /Belgie/",
      "birth_data": "13 Juni 1877",
      "place_of_residence": "Burght",
      "length": "1.57 Meter",
      "face": "ovaal",
      "forehead": "gewoon",
      "eyes": "blauw",
      "nose": "gewoon",
      "mouth": "idem",
      "chin": "rond",
      "hair": "bruin",
      "eyebrow": "id",
      "features_particular": "getu toueerd aan beide ar men en rechterhand"
    },
    {
      "surname": "Auizij",
      "name_first": "Manus",
      "father": "Cornelis",
      "mother": "Wilhelmina Stevens",
      "birth_place": "Rotterdam (Z.d Hd)",
      "birth_data": "27 Juli 1884",
      "place_of_residence": "Rotterdam",
      "length": "1.718 Meter",
      "face": "ovaal",
      "forehead": "hoog",
      "eyes": "grys",
      "nose": "gewoon",
      "mouth": "klan",
      "chin": "rond",
      "hair": "blond",
      "eyebrow": "id",
      "features_particular": "Merkbare teekenen"
    }
  ],
  "events": [
    {
      "1900-03-11": "d bij o Monsieur le présent",
      "1900-03-09": "Van verlof achtergebleven",
      "1901-11-21": "Als deserteur afgevoerd. Heeft zich den 24e Juli 1901 vrijwillig aangemeld. Bij vonnis van den krygsraad in het 3e Militaire Arron dissement dd: 14 Augustus 1901, ingegaan den 23e Augustus das vervordeeld tot drie maanden militaire detentie, te zake van eerste desertie in tijd van vrede, door zonder ver lof langer dan twee dager van zijn korps afwe nig te zijn gebleven, zonder de reden zijner afwezigheid te genoegen des rechters te bewijzen, niet t of gevolgd door vrijwillige te rugkeer binnen vier weken weder in de sterkte gebracht, zie N=o 4457",
      "1901-11-22": "Vrijwillig geëngageerd als soldaat ('elve tamboer) voor zes jaren bij het leger zooveel in als buiten Europa met ƒ300-premie, waarvan ƒ50- uitbetaald en f 250 - in Rijkspostspaarbank ingelegd is. Ingevolge beschikking van het D v. C. dd 18 November 1901, Afd Pers n:o 10 To oldaat",
      "1902-09-30": "Geditacheerd naar Oost-Indië en op dato te Amsterdam overgegaan aan boord 2/4 S.S. Teins Hendrik\"",
      "1902-10-25": "Overgegaar bij het 1 Bat=on Inf",
      "1902-12-01": "Garn. Batn. van Palemburg",
      "1903-03-29": "R.H. 15. Bat-m Infin.",
      "1903-04-23": "4: 12: 18: Bestemd van uiterlijk 2 maanden voor het eindige vier dienst verbintenis naar Nederland te worden opgezoorden",
      "1904-07-30": "Is niet genegen zich te zier gogeere, zou des verkeerende tot een zesjarig reengagement zijn toegelaten",
      "1904-12-24": "derwaarts vertrokken met het P. Koningin Wilhelmina",
      "1906-06-28": "Ontscheept te Amsterdam en op dato terug in de sterkte Jh Corf"
    },
    {
      "1898-11-19": "Gedetacheerd naar Oost Indie en op dato te Amsterdam voorgegaan aan boord v/h 55 Grotius.",
      "1899-05-11": "Overgegaan by het 13 Bat=n Infijt",
      "1900-10-15": "Machtiging verleend om hem bij eindiging van den detache ingstermyn naar Nederland op te zenden, kunnende hen het Certificaat van goed gedrag worden uitgereikt.",
      "1902-01-25": "Toegekend de zilveren",
      "1903-01-25": "ƒ16",
      "1909-09-16": "Ter opzending naar Nederland overg \n 75 Subolcader te Soezabri derwaarts vertrokken m/d S.S. Koningin Regenten te Amsterdam ontschreepd en op dato bij het Koloniaal Werfdepot aangekomen.",
      "1909-10-22": "Met groot verleij Terug",
      "1912-01-25": "Overgenomen als soldaat van het 8e Regt Insn met eene vrijwillig verbintenis voor zes jaar bij het leges zoowel in als buiten Eurcha met ƒ300 – premier waavan ƒ50 - uitbetaald en ƀ 250 - in's Rijks twee Me aanbank ingelegd is.\nGedetacheerd naar Oost-Indië en op dato te Rotterdam overge„ a/b v/h §§ „Oengaran“.\nVoorgegaan bij het 6e Bat=m Ienl.n Pergeant. Bestemd om uiterluk 2 maanden voor het eindiger zijner dienstverbinten is naar Naderland te worden of gezonden, en niet genegen zich te ringageeren, zou des verleerende tot een zesjarig reengagement zijn toerelaten."
    }
  ]
}