{
  "person": {
    "surname": "Leuffgen",
    "name_first": "V. J.",
    "father": "Joseph",
    "mother": "Caroline Windeck",
    "birth_place": "St Veth (Duitsch",
    "birth_data": "28 December 1871",
    "place_of_residence": "LaatstSt. Vith",
    "length": "163 Meter",
    "face": "ovaal",
    "forehead": "gewoon",
    "eyes": "grijs",
    "nose": "gewoon",
    "mouth": "idem",
    "chin": "rond",
    "hair": "bruin",
    "eyebrow": "ider",
    "features_particular": "Merkbare teekenen"
  },
  "events": [
    {"event_date": "1892-09-03", "description":"Vrijwillig geengageerd als kanonnier voor vier jaren by het leger zoo wel in als buiten Europa in te graant de waarop hij voor den actieren militieren dienst phisiek geschikt bevonden wordt dag van deroekening met ƒ200-premie waarvan"},
    {"event_date": "1892-10-14", "description":"f 20-ne aen den valide comp.s den is en ƒ30- bij overgang naar het Dokoniaal Werfde Gedebarkeerd te Batavia en gepleatst bij het Waper der Artiller Zie Suppletie folio 35104"},
    {"event_date": "1894-12-28", "description":"Gereengageerd voor een jaar bij de Koloniale troepen zoowel in"},
    {"event_date": "1899-03-03", "description":"Gedebarkeerd te Batavia en geslaatst als kanonnier 2 klag bij het Wapen der Artillerie als buiten Europa premier ƒ 50"},
    {"event_date": "1898-09-03", "description":"Gereengageerd voor twee jaren bij de Koloniale troepen roowel in als buiten Europa premie of 100"},
    {"event_date": "1900-07-02", "description":"Overgegaan bij de Veld-Artillerie orporaal K"},
    {"event_date": "1900-09-27", "description":"Ter opzending naar Nederland overgegaan bij het Subskader te Ven nur nicht bekommen, und mit der Wegens tijdelijke lichamelijke ongeschiktheid voor alle militaire diensten, besten om naar Nederland te worden opgezonden derwaarts vertrokken met het W„S Koning Willem I en op dato tijde lijk ingedeeld bij de Koloniale Reserve pot, zal worden uitbetaald, terwijl als dan ƒ150- 's Rijkspostspaarbank zal worden ingelegd"},
    {"event_date": "1900-10-10", "description":"Phijsiek geschikt bevonden Korporaal Gedetacheerd naar Oost-Indië en op dato te Amsterdam over gegaan aanboord v/d SS. Prins Hendrik\" Geplaatst by de Veld artellen Kanonnier 2 klasse overgegaan bij de borg istillerie"},
    {"event_date": "1904-11-11", "description":"Keijgverrichtinger tegen Djambi"},
    {"event_date": "1905-12-01", "description":"Idem in idem 16 Mei 1905 toegekend de bronz; en d: met ƒ12- graht Eereteeken voor belangen krijgsb. 1901 - 1904 Djambi"},
    {"event_date": "1908-12-17", "description":"Uit de sterfde gebracht s de aan hem bij Kon: besl. dd 3 Decemb 1908, W15, wegens voortdurende ong -schistheid voor alle militaire dien ten niet ontstaan door beveler of ge vorderde diensten toegekend een voortdurend gagement van ƒ 27 s Jaars"}
  ]
}