{
  "person": {
    "surname": "Gruber",
    "name_first": "55726",
    "father": "Johann",
    "mother": "Anna, Maria Schmid",
    "birth_place": "Sauer Schwabenheim / Duitschland",
    "birth_data": "16 Juli 1876",
    "place_of_residence": "Kostheim [Duitsch",
    "length": "1.66 Meter",
    "features_particular": ""
  },
  "events": {
    "1894-05-22": "Gedetacheerd naar Oost-Indië en op dato ter uitzending over gegaan naar het Koloniaal Weofdepot.",
    "1900-03-04": "Geembarkeerd te Amsterdam a/b v/h 28 „ Prins Hendrik.",
    "1901-09-27": "Gedebarkeerd te Batavia en geplaatst bij het 2e Depot-Bat.",
    "1901-10-07": "Overgegaan by het 8e Bataan Inf.",
    "1901-10-18": "Opzending naar Nederland overgegaan bij het Seels. kinder te Semi.",
    "1901-11-26": "Wegens tijdelijke lichamelijke ongeschiletheid voor den militairen adieven en Centingdienst, bestemd om naar Nederland te voor den opgezonden: Is geschikt voor bureau en hospitaal dienst, doch niet genegen om bij laatstgenoemden dienst over te gaan ,terwijl hij /niet kan voldoen aan het exam voor soldaat.",
    "1902-02-07": "Het proposit in Nederl. Indie toegestaan schrijver.",
    "1902-07-31": "Derwaarts vertrokken met het SS„ Arsjoeno neer hy zich binnen 2 jaren na afvoering uit de sterkte van het Indische leger weder voor den Indischer militairen dienst dat aan te Rotterdam aangekomen en op dato tijdelijk ingedeeld b/d Koloniale Reserva.",
    "1906-05-10": "Met verbreking van het loopend verband vrywellig geëngageerd als sol geëngageed als so daat voor vier jaren by het leger in Oost of West Indie ingaande met den dag van inscheping met ƒ200.- pr. waarvan f 20.- heden is- en f 30 by overgang naar het K.W.D zal worden uitbetaald terwyl als dan f 150 in's Ryksportspaarbank zal worden ingelegd.",
    "1907-02-07": "Gedetacheerd naar Oost-Indie en op dato ter uitzending over gegaan naar het Koloniaal Weofdepot.",
    "1907-07-06": "Geembarkeerd te Rotterdam aan boord van het S.S. „ Goentoor.",
    "1907-07-14": "Gedeborkeerd te Padang en geplaatst by het 16' Bata. Inf.",
    "1907-11-06": "Vergegaan als soldaat schrijven bij het schippers personeel van de Miletaire ad minestratie en geplaatst by het subs. hader te Padang."
  }
}